{
"content": [
    {
        "title": "A cosmetic defect that women are trying to mask in every possible way is dark circles under the eyes. Many attribute their appearance to fatigue, although they can be a manifestation of disease. Which ones - find out in our material."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Very often, girls have bags and blue spots under their eyes. They tend to give the face a gaunt, unhealthy and tired look."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is known that the skin in this area is very delicate and thin. It is devoid of sebaceous glands, collagen fibers and subcutaneous fatty tissue, therefore it needs special care, and the changed color is a problem that they try to get rid of, trying to mask the deficiency in various ways."
        
    },
    {
        "image": "https://hochu.ua/uploads/cc/42/4d/cc424d93-bdc8-4d4e-b5db-84cf8d7f0b2c.jpg",
        "imageWidth": 650,
        "imageHeight": 433
    },
    {
        "s": ""
        
    },
    {
        "title": "Causes of dark circles under the eyes"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "prolonged work at the computer, which causes additional strain on the eyes;"
        
    },
    {
        "perechen": "allergies to dust, pet hair, pollen from flowering plants, causing sneezing and increased tearing;"
        
    },
    {
        "perechen": "the use of low quality cosmetics, as well as aggressive salon treatments;"
        
    },
    {
        "perechen": "chronic fatigue due to physical and mental stress, stress at work or in personal life;"
        
    },
    {
        "perechen": "dehydration of the body due to imbalance in water balance;"
        
    },
    {
        "perechen": "unbalanced diet and abuse of hot spices, coffee and canned foods;"
        
    },
    {
        "perechen": "bad habits - smoking, alcohol and drug use"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Also, a change in the color of the dermis in the eye area may indicate the occurrence of serious conditions and diseases, namely:"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "respiratory hypoxia, caused by a lack of oxygen during prolonged stay in a gassed or stuffy room;"
        
    },
    {
        "perechen": "diseases of the upper respiratory tract (rhinitis, sinusitis, nasal polyps) and pulmonary pathologies (pneumonia, bronchial asthma, pulmonary emphysema);"
        
    },
    {
        "perechen": "diseases of the heart and vascular system, in which blood circulation is impaired;"
        
    },
    {
        "perechen": "significant blood loss due to trauma, stomach ulcers, internal bleeding;"
        
    },
    {
        "perechen": "poisoning with carbon monoxide, sulfides, drugs and chemicals;"
        
    },
    {
        "perechen": "pathology of the kidneys and liver;"
        
    },
    {
        "perechen": "diabetes;"
        
    },
    {
        "perechen": "hormonal imbalance;"
        
    },
    {
        "perechen": "vitamin deficiency caused by a lack of vitamins C, E and others."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to get rid of dark spots under the eyes"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Medical treatment. It is necessary for those who have been diagnosed with any disease. Having cured the main ailment with the help of medicines, the chance to overcome the bruises is very great.",
        "hig": ["Medical treatment"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "General strengthening of the body. These include: quality sleep, walking in the air, absence of stress and bad habits, playing sports, and so on. All these measures will not only greatly improve your appearance, but also significantly improve your health.",
        "hig": ["General strengthening of the body"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Local influencing methods. They are used in various beauty salons. For the complete removal of stains, procedures are performed that tone the vessels (biorevitalization, mesotherapy, lipolifilling, and others). Professional makeup can also help mask imperfections in your skin.",
        "hig": ["Local influencing methods"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The use of cosmetics.  A foundation will be a good helper. Concealers and BB creams are also good at masking. These products are good at filling wrinkles around the eyes, even out skin tone, and also moisturize and nourish it.",
        "hig": ["The use of cosmetics"]
        
    }
]
}

