{
"content": [
    {
        "title": "Nowadays, most people are inactive. They walk from the car park or bus stop to their establishment, from the work desk to the buffet or cafeteria. Lack of movement is bad for both health and human capabilities in all areas of life."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Medical research shows that exercise can help improve mental health, blood circulation, and protect the body from heart disease. Physical activity is what a person needs for normal functioning, strengthening of health and well-being."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Aerobic exercise puts demands on the body to increase its oxygen consumption. As a result, beneficial changes occur in the lungs, heart and vascular system. We can say that regular aerobics exercises increase the body's ability to pass air through the lungs, increasing the total blood flow, and blood more efficiently performs one of its main functions - oxygen transport."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Why do you need to do aerobics?"
        
    },
    {
        "image": "https://hochu.ua/uploads/a3/51/f3/a351f301-da1d-407b-b4c3-cae619a1aef5.jpg"
        
    },
    {
        "text": "Now the effectiveness of aerobics is generally recognized. Aerobics is a set of endurance exercises that last for a relatively long time and are associated with achieving a balance between the body's needs for oxygen and its delivery. The body's response to increased oxygen demand is called the training effect or positive physical changes. Some of these shifts are:"
        
    },
    {
        "perechen": "The total blood volume increases so much that oxygen transport is improved, and therefore a person shows greater endurance during strenuous physical activity."
        
    },
    {
        "perechen": "Lung volume increases, and some studies have linked the increase in lung volume to longer life expectancy."
        
    },
    {
        "perechen": "The heart muscle is strengthened and better supplied with blood."
        
    },
    {
        "perechen": "The content of high-density lipoproteins increases, the ratio of total cholesterol to HDL decreases, which reduces the risk of atherosclerosis."
        
    },
    {
        "perechen": "The skeletal system is strengthened."
        
    },
    {
        "perechen": "Aerobics can help you cope with physical and emotional stress."
        
    },
    {
        "perechen": "The efficiency increases."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What kind of aerobics should you do?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Several decades ago, the father of aerobics, Kupper, discovered the amazing preventive effect of jogging - jogging.",
        "hig": ["father"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Regular, relatively slow running, before our eyes, healed the heart at any age and successfully helped to lose weight. For a long time, aerobic training was understood as jogging. Then the American actress Jane Fonda came up with dance aerobics. Many people liked her emotionality and gradually forgot about boring running. In any case, today, when we say aerobics, we immediately recall deafening music and girls in bright uniforms, and not Copper with his boring jogging."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "As the years passed, aerobics suffered the same fate as jogging. And instead of her, something fresher, and most importantly, more comfortable, was invented. What exactly? Numerous simulators that simulate different types of aerobic activity - cycling, running, walking, skating and skiing. Later, riders appeared - very special simulators that give you an aerobic load, but in addition, a little strength.",
        "hig": ["riders"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When it comes to such variety, the question is natural: what kind of aerobics is the most effective? The answer is: whatever you like. And this is essential! Just imagine: you have to do this or that type of aerobics often - up to 4-5 times a week. How she will harass you if you don't like it! Moreover, whatever you do, the result depends on your passionate attitude to business. Do you agree? If yes, then choose only the kind of aerobics that gives you real pleasure!"
        
    },
    {
        "image": "https://hochu.ua/uploads/23/12/84/231284ec-e1a3-4cee-8329-6897e143f165.jpg"
        
    },
    {
        "text": "Whichever you choose, the exercises should start with a warm-up and pump in with a hitch. A five to ten minute warm-up may include walking slowly or climbing a mechanical ladder, exercising on a low-resistance stationary bike, etc. Warming up lowers blood pressure, increases blood flow to the heart, warms up muscles, and makes joints more flexible."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Why is it important? First, you need to smooth the transition from a calm to an extreme heart rate. A sharp jump is harmful. And secondly, any aerobics is a great load on the joints. If they are cold, inflexible, there is a high risk of injury."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Well, a hitch - a gradual decrease in the pace at the end of classes - normalizes a rapid heartbeat, removes toxins formed during training from the muscles and prevents possible stagnation of blood in the legs."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is necessary to dwell on the latter in more detail. Some types of aerobics, especially those with a lot of jumping movements, cause a strong rush of blood to the lower extremities. On the contrary, the blood drains from the head, and this can cause a sharp drop in pressure and dizziness. An excess of blood in the legs leads to its stagnation, and this is not useful in any way. Especially for people at risk of hereditary thrombophlebitis or varicose veins."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A few minutes of arm swings and bends at the end of the workout are guaranteed to restore blood flow balance."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Therefore, remember: you can not neglect either a warm-up or a hitch. They should be a must part of your aerobic workouts!"
    }
]
}

