{
"content": [
    {
        "title": "Green tea with jasmine is one of the favorite drinks in the summer heat. And in the tea ceremony, he reveals the fullness of his taste. Let's try?"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "So, green tea is a traditional Chinese type of tea with more than a thousand years of history, during which periods of prosperity gave way to times of oblivion."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In China, there is an opinion that the countries of Asia owe their jasmine and love to it either the Roman Empire or Persia. Through the Silk Road, jasmine came to India, and from there, together with Buddhism, to the Celestial Empire; in the Tang era, the jasmine flower was one of the symbols of this doctrine, personifying honesty, contempt for wealth and fame, and, to some extent, sacrifice (which is due to the fact that jasmine flowers, giving up their scent, lose it)."
        
    },
    {
        "image": "https://hochu.ua/uploads/c9/d5/10/c9d510be-310f-4538-9f31-41cd932eba87.jpg"
        
    },
    {
        "text": "The emergence of jasmine tea, obviously, should be attributed to a later time - the Song era, when the interaction of tea with various additives and the effects that had a beneficial effect on health were actively studied. Several dozen tea additives were used. In subsequent eras, most of this variety has been lost, only a few additives have survived, which have become classics, and jasmine was lucky to be among them."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "He was favored by the Empress Dowager Qi Xi, who ruled the Qing Empire for almost half a century (1861-1908): at this time, jasmine tea often became a government gift, and jasmine turned into a state flower, a national symbol, displacing plums and peonies. And in the last decade, jasmine has also become a symbol of a silent protest against the arbitrariness of the authorities.   ",
        "hig": ["state flower"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Interesting:"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Jasmine is a genus of shrubs from the Olive family, numbering about 200 species, sometimes significantly different from each other: there are large flowers, there are small ones, there are simple ones, there are double ones, the shape of the petals is different, and the color is yellow jasmine, pink jasmine, etc. Jasmine is thermophilic and widespread in the tropical and subtropical zones."
        
    },
    {
        "image": "https://hochu.ua/uploads/84/e3/85/84e385a2-40d0-4182-8dea-4ececba44203.jpg"
        
    },
    {
        "text": "The name Jasmine has Persian roots, literally means jasmine flower, jasmine, jasmine branch. In a figurative sense, the name Jasmine is also translated as a gift from the gods and fragrant, because this flower has an aroma that has not yet been learned to recreate in perfumery.",
        "hig": ["jasmine flower", "jasmine", "jasmine branch", "fragrant"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Jasmine tea is not flavored with the colors you see in it. The flowers of fragrant jasmine are inconspicuous in themselves, and, most importantly, in the process of warming up with tea, they finally lose their attractive appearance. After sifting and drying, dried jasmine flowers, sometimes even another, more decorative variety, are added to the finished tea for beauty."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is impossible not to mention other types of jasmine tea. In addition to the classics - jasmine green tea - you can also find jasmine oolongs, jasmine shu pu-erh tea, and jasmine red teas. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Among the most famous varieties of jasmine tea are Sichuan Moli Bitan Piao Xue (Swirling Snow from the Bitan Spit), Suzhous Moli Bi Lo Chun (Emerald Spirals of Spring), Fuzhou Moli Xu Que (Twisted Balls), Moli Long Choliu (Pearls) Jin Long Feng Yan (Golden Dragon and Phoenix Eye), Fujian Zhenghe Yin Zhen (Silver Needles from Zhenghe). "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Tea ceremony"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The tea ceremony is an exotic ritual created to enjoy the taste and aroma of tea."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The highest art of tea, or gongfu cha, first appeared among Buddhist monks in the 1st-2nd centuries BC. Over time, the necessary equipment for the tea ceremony was formed and the main rules for preparing various types of tea were determined."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "1) The tea ceremony begins with an acquaintance with tea - you need to inhale the aroma of dry tea leaves. To do this, use a special tea pot - cha he, into which a dry tea leaf is poured. Cha he should be held with two hands, warmed by the warmth of the hands and the breath, tea reveals its aroma better. Cha he is also used to admire the color and shape of the tea leaf."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "2) The dishes for the tea ceremony are heated. To do this, it is alternately doused with hot water, it is convenient to use a thermos. The dishes, of course, must be clean. By the way, it is advisable to wash it without any detergents - the chemistry settles on the walls of teapots and cups and interferes with the perception of the smell of the drink, and also affects the taste."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "3) First, a kettle is heated with hot water, then a chahai (a cup of justice), tea pairs (low and high cups - chan bei and wen xiang bei)."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "4) Pour tea into a heated teapot from chahe and pour boiling water over it. From a teapot, tea is poured into a chahai - a vessel for tea. In the vessel, the tea is stirred and enriched with oxygen. In Taiwan, chahai is also called the cup of justice - mixing in a vessel, tea becomes equally saturated."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "5) Two cups in a tea ceremony for a reason. The high and low cups symbolize the unity of Yang and Yin - masculine and feminine principles, heaven and earth. The high cup - wen xiang bei - symbolizes the masculine aspect of the world, the low cup - chan bei - the feminine aspect."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When pouring tea, it is customary to keep the chahai high, thus the water is charged with good energy. From the vessel, tea is first poured into tall cups, and from them into low ones. At the same time, cover the high cup with a low one. Then, taking both cups in one hand - so that the thumb is on the bottom, and the index finger on top, so as not to burn your fingers - they should be quickly and smoothly turned over. This symbolizes the unity of both principles and opposites."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Then, turning the tall cup clockwise, it is unscrewed and the aroma of tea is tasted from it. It is not accidental that the cups are unscrewed clockwise: in this way they support the creative movement.",
        "hig": ["unscrewed"]
        
    },
    {
        "image": "https://hochu.ua/uploads/77/64/ca/7764ca37-0781-4877-8166-53ec9d01530d.jpg"
        
    },
    {
        "text": "6) Time to drink tea. After taking a sip of tea, it must be spread on the tongue from root to tip. There are different taste buds in different parts of the tongue, therefore, to fully experience the taste of tea, you need to hold it on your tongue and then take a sip.",
        "hig": ["spread"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The sensation on the tongue is called the first tea jewel, a sip is the second jewel, and then there is the aftertaste."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When brewing tea, its aroma also changes: first, volatile essential oils evaporate, then heavy ones. You can follow the aroma while drinking tea, inhaling it from an empty cup: from tea leaves to tea leaves, the aroma is more and more revealed."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "7) When the tea is drunk, the tea leaves from the teapot can be put on the chaban (tea table). Often, guests of the ceremony are offered to admire the tea leaf that has already been revealed during the ceremony and even try it for a tooth. But this is optional.",
        "hig": ["for a tooth"]
        
    },
    {
        "image": "https://hochu.ua/uploads/b6/19/59/b61959a5-3be3-4f71-8ed0-63e7c8fd61e1.jpg"
        
    },
    {
        "text": "The most typical Chinese recommendations are slightly chilled water (80-90 ° C), proportions of about 1:50, exposure for 3-5 minutes (with two or three brews) and using dishes with a lid, opening which, you can enjoy the aroma for a while. before you start drinking.",
        "hig": ["The most typical"]
        
    }
]
}

