{
"content": [
    {
        "title": "You've definitely heard about Ghee oil, which is called the food trend. Due to the interest in the topic, we are happy to talk about Ghee oil, the recipe for which we got from the people of India who know a lot about Ayurveda. Do not miss!"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Ghee Ghee is regular ghee that has been stripped of animal casein protein and various useless impurities. Quality Ghee is derived exclusively from fresh grass-fed butter."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Ghee, or ghee, in English ghee, is refined ghee that is used for cooking. Ghee has become famous thanks to the ancient medicine Ayurveda. According to the teachings of Ayurveda, daily intake of Ghee oil has a positive effect on vision, digestion, memory and skin. Ghee is one of the main medicines in Ayurvedic medicine. Initially, ghee was widely used in South Asian cuisines, but every year it is gaining more and more popularity in other countries."
        
    },
    {
        "image": "https://hochu.ua/uploads/62/66/9e/62669ec1-8a07-4bdb-aca7-8adf40a5e1bf.jpg",
        "imageWidth": 833,
        "imageHeight": 1024
        
    },
    {
        "text": "Its most important property is the absence of casein and toxins when heated to 200 degrees. That is, you can fry on it without fear, which cannot be said about sunflower oil, which emits poisons when heated."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "However, ghee is not only useful for this, Ayurveda says: it is a tonic, rejuvenating agent, improves the immune system and the digestive tract, increases the efficiency of the brain by nourishing the nervous tissues of the body. Here is such a miracle this is Guy oil."
        
    },
    {
        "image": "https://hochu.ua/uploads/3f/2e/ab/3f2eabbf-22b9-4ac0-8f7e-bad6ae45bb45.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Cooking method:"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We only need one ingredient (butter), low heat, cheesecloth and a saucepan. The butter dish should have a thick bottom. Put the pan over medium-high heat, cut the butter into cubes, put in the pan and wait until it melts."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "At this time, you can slightly push the pieces of butter with a spatula into the already melted one, so that the process goes faster. As soon as the oil boils, we make the minimum heat and leave it to languish, you cannot stir it any more. Ghee is butter, melted for a long time and thoroughly; in total, it can be cooked from 1 to 2 hours. By the way, you need to take at least 500 grams so that it does not start to burn."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "After a while, the ghee and its foam will turn a more intense yellow color. Then the foam will begin to transform into lumps-islands and may darken even more and even turn brown. At this point, you need to remove the foam with a fork, it will be very easy to separate and discard.  "
        
    },
    {
        "image": "https://hochu.ua/uploads/4b/45/e1/4b45e1a9-553a-4bc6-af76-bc0330422017.jpg"
        
    },
    {
        "text": "Now we take a glass jar and cheesecloth. We preheat the jar a little so that the glass does not burst from the high temperature. Fold the cheesecloth 4 times, put the cans on the neck and put an elastic band on top for convenience. But you don't have to. Now pour the ghee through cheesecloth into a jar. There will be unnecessary garbage left on the homemade filter and at the bottom of the pan.",
        "hig": ["garbage", "filter"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": "Remove the gauze and see the amber, transparent, ghee ghee."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We leave it overnight, covering it with a napkin or towel. And the sutra we get frozen gold (as the Hindus and Ayurveda adherents say). Now you know how to make ghee.",
        "hig": ["gold"]
    }
]
}

