{
"content": [
    {
        "title": "Hormonal changes before menstruation lead to a set of a couple of kilograms. Weight gain is possible as early as 12 days before menstruation, but usually just before it starts. Do not be afraid of this phenomenon. The weight gained is not fat, but water. Sugar and salt contribute to fluid retention. Remember what foods you most often eat before your period? So we found the perpetrators of the crime. They work in conjunction with the hormone progesterone, which also retains fluid."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What to do in order not to provoke weight gain before menstruation?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Don't panic. This is fine! Drink water in normal quantities, 1.5-2 liters per day. This will prevent constipation, which is often a symptom of PMS . Plenty of fruits and honey, apples, pomegranates, bananas, strawberries, watermelons. They contain substances that improve mood. Swelling, fatigue and irritability will relieve as if by hand. Especially if you add soothing teas with lemon balm, valerian. Do not drink black tea. Try to drink rosehip infusion , cranberry juice, carrot juice, especially if you are worried about nausea, which is often before menstruation."
        
    },
    {
        "image": "https://hochu.ua/uploads/b9/7f/3b/b97f3b59-e227-413d-9f83-83babe684d2e.jpg"
        
    },
    {
        "title": "What to do if you have uncontrolled appetite before your period? How to eat?"
        
    },
    {
        "title": "Avoid these foods:"
        
    },
    {
        "perechen": "pearl barley;"
    },
    {
        "perechen": "corn;"
        
    },
    {
        "perechen": "bread;"
        
    },
    {
        "perechen": "buns;"
        
    },
    {
        "perechen": "fried potatoes;"
        
    },
    {
        "perechen": "bacon;"
        
    },
    {
        "perechen": "sausages and sausages;"
        
    },
    {
        "perechen": "pork;"
        
    },
    {
        "perechen": "milk chocolate;"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Magnesium-rich foods can help cope with PMS, especially with symptoms such as anxiety, drowsiness, insomnia, tearfulness, apathy, or, on the contrary, aggressiveness:"
        
    },
    {
        "perechen": "buckwheat;"
        
    },
    {
        "perechen": "sesame;"
        
    },
    {
        "perechen": "cashew;"
        
    },
    {
        "perechen": "Pine nuts;"
        
    },
    {
        "perechen": "almond;"
        
    },
    {
        "perechen": "pumpkin seeds;"
        
    },
    {
        "perechen": "dried apricots;"
        
    },
    {
        "perechen": "prunes;"
        
    },
    {
        "perechen": "a fish"
        
    },
    {
        "image": "https://hochu.ua/uploads/b3/1a/41/b31a417a-4dd2-4fac-80c8-a5d94a1c3737.jpg"
        
    },
    {
        "text": "Sleep is of the utmost importance. Better to fall asleep before 22.00. The closer to dawn, the lower the value of sleep."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Pain relievers can be taken as directed by your doctor if you have a headache and diuretics if you are concerned about swelling. Yoga , swimming, Pilates , aqua aerobics , Nordic walking and massage are allowed with almost no restrictions."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Living in a metropolis, stress and lack of physical activity aggravate the course of premenstrual syndrome. But it is in your power to reduce the manifestations of PMS, if not to naught, then at least to reduce. And only in the most severe cases, when there is no strength to endure, it is better to consult a doctor. Light weight gain is not the most severe symptom of an impending period. It is normal, because this is how your body prepares for pregnancy. Nature has its own plans."
        
    }
]
}

