{
"content": [
    {
        "title": "An unspoken law says: you can eat everything, if in moderation. But this is not about the watermelon . This is what children and adults cannot live without in the summer. But still we must remember that there are prescriptions for the use of watermelon. Who can not eat watermelon, read our material."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Note that earlier we wrote about the bans on the consumption of plums and peaches , now it's the turn of watermelons."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Doctors say that eating ripe watermelons in moderation is practically harmless. True, if you like to feast on this berry every day, it is not recommended to eat more than 250-300 grams. But there is also a category of people who have to give up juicy summer yummy altogether."
        
    },
    {
        "image": "https://hochu.ua/images/Watermelons_Closeup_495836.jpg",
        "imageWidth": 640,
        "imageHeight": 465
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Who shouldn't eat watermelon"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is difficult to imagine how to do without watermelons in the summer, but nevertheless, carefully read the following information. You cannot eat watermelon if:"
        
    },
    {
        "perechen": "you have a urinary outflow disorder;"
        
    },
    {
        "perechen": "urolithiasis - since watermelon has a strong diuretic effect, it can force stones that have not been completely dissolved;"
        
    },
    {
        "perechen": "colitis and diarrhea;"
        
    },
    {
        "perechen": "type 1 diabetes mellitus;"
        
    },
    {
        "perechen": "diseases of the pancreas in the acute phase;"
        
    },
    {
        "perechen": "heart disease, which is accompanied by fluid retention in the body;"
        
    },
    {
        "perechen": "prostate adenoma;"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "To avoid causing gastrointestinal problems, do not eat watermelon before or immediately after meals. Better - separate from everything else and 2 hours before or after.",
        "hig": ["problems"]
    }
]
}

