{
"content": [
    {
        "title": "Office work, which implies a  sedentary lifestyle and constant time pressure, seriously harms not only physical health, but also the nervous system. Reduce to a minimum the negative is not just possible, but necessary, because no matter what was happening around  -  without a job can not live in our time."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "To turn from office plankton into an office whale, you will have to forget about laziness and start following the commandments of an office worker. Some of them are aimed at taking care of the body, the other is designed to help stabilize the state of mind."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Start working on yourself by deciding to walk at least 5 kilometers every day. Try to unload your brain as much as possible while walking. Don't even think important. Just watch life around you. Concentrate on funny and interesting moments, accidentally seen scenes. Thus, you will give rest to your psyche. And the muscles will acquire the proper tone. The load on the spine when walking is gentle, and walks are extremely useful for blood circulation and immunity."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Monitor your eye health"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Sedentary work in front of a computer suffers the most: eyes, wrists and spine. It is on their health that it is proposed to focus. First, remember that the safe time to work at a computer is 5-6 hours a day. Since this is rarely achieved (office workers spend 8-10 hours a day at the monitor), you should take a break at least every 40 minutes and give your eyes a rest. The muscles of the eye relax best when looking into the distance. Go to the window and see what happens there. This will already be a kind of walk for the eyes. It is also a good idea to close your eyes, massage your eyelids with light circular movements, move your closed eyes up and down and from side to side. Exercise will help preserve vision and prevent the appearance of myopia.",
        "hig": ["walk"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "In second place is the spine"
        
    },
    {
        "image": "https://hochu.ua/images/close-up-businesswoman-s-hand-typing-laptop-with-pen-diary-spiral-notepad-wooden-table_23-2148029052.jpg"
        
    },
    {
        "text": "It is clear that doing exercises at the workplace is not always convenient. Try to get started with the correct seating position at the table. This is not only useful, but much more elegant than a hunched figure, piled on one side. The arms and legs should be bent at an angle of 90 degrees, and the permissible forward inclination of the spine is no more than 20 degrees. Wrists and elbows, which also suffer from constant computer use (keyboard and mouse), will be saved if, while working, you put your elbow on the table. Otherwise, a pinched nerve may occur; sometimes it ends with an operation."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It will also help you to monitor the correct position of the body by realizing that it is the wrong fit that leads to cervical osteochondrosis (and these are constant headaches), problems with the cardiovascular, respiratory and genitourinary systems. Moreover, due to impaired circulation due to improper landing, even infertility can be earned."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Exercises for office workers"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The cervical spine will support self-massage, tilting and turning the head in the horizontal plane. Shoulder rotations and exercises with hands locked into a lock are useful for the chest. Stretched forward arms with a lock are held in a stationary position for several seconds. If you are standing at the same time, make 10-15 turns of the body to the right and left (while the pelvis remains motionless). Hands, clasped behind the back, raise and lower as much as possible 10-15 times."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The best exercise for the arms is to rotate the wrists and elbows bent at the elbows. There is no way to take breaks and study at work, sit at home in front of the TV. Then add the familiar boat to the list of mandatory daily exercises from childhood: lying on your stomach, lift your outstretched arms and legs up, freeze for a minute, and then allow your body to relax as much as possible."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Preventive remedies"
        
    },
    {
        "image": "https://hochu.ua/images/delicious-breakfast-white-desktop-table-with-laptop-fresh-crepes-pancakes-cup-tea_72608-602.jpg"
        
    },
    {
        "text": "To maintain immunity (and it suffers from constant stress almost in the first place), periodically arrange for yourself a course of special therapy. Brew a cup of ginger, clove, allspice and black peppercorn tea daily for a week. It's a good idea to add a slice of lemon and a spoonful of honey for flavor. This drink stimulates blood circulation, which leads to an increase in the number of cells of the immune system. A contraindication to use may be diseases of the gastrointestinal tract and hypertension."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to preserve the nervous system"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Physiology and the nervous system are very closely related. Stress leads to muscle tightness, bad moods lead to migraines, and unspoken grievances that eat a person can turn into cancerous tumors. The scientific world is wary of such statements. And we, too, will not assert anything, except for the obvious: it is easier to live with a good mood, and you feel good. Output? We must work on ourselves and not allow despondency, because it is not in vain that it is considered one of the deadly sins."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Sleep can help manage stress"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In order to recharge yourself with a positive all day, it is extremely important to start the morning right. And for this, one must have a good rest during the night. It is impossible to do this without a comfortable sleeping place, so don’t spare the money to purchase an orthopedic mattress and the right pillow. The thickness of the pillow for sleeping on the side should be 5-7 cm under the neck and 2-4 cm under the head. For sleeping on your back, a 3-5-centimeter roller under the neck is best suited, and a 1-2 cm thickening is enough under the head.It is better to sleep on your stomach without a pillow at all, unless you use a small flat pad (2-3 cm) under your belly, to relieve the lower back."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Goodbye resentment"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Another important point of office commandments will be the ability to forgive insults and not accumulate anger. If someone at work is annoying, don't try to hide it behind a polite European smile. Of course, you should not rush at people with fists, but writing all your grievances on a piece of paper and then tearing it to shreds is a completely effective method of dealing with an excess of negative emotions.",
        "hig": ["don't try to hide"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Yes, and in a notebook with achievements, you can take a place for fixing positive life moments. As soon as you feel irritated, open the notebook and remember what good happened to you during the day. At first it will seem to you that nothing good has happened, but gradually the body will rebuild itself to the correct perception of life, the smile will become sincere, and the resentment against the world will cease to pester you."
        
    }
]
}

