{
"content": [
    {
        "title": "During the fall, our skin is constantly exposed to the influence of the environment. How should you take care of your body? All the answers are already in the material. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Constant temperature drops, rains, wind and other external factors affect the state of our body and skin. In order to feel toned - you need to change the care every season.",
        "hig": ["toned"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Simple beauty manipulations will help remove flaking after summer and make the skin more elastic. Ready?"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "1. Add more vitamins to your diet"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The first step to start with is your diet, because cosmetic care alone is not enough. Our skin is the mirror of the body. Drink plenty of water and eat healthy fruits and vegetables. Among them: pomegranate (improves skin elasticity), cranberries (powerful antioxidant, enhances regeneration), apples (contain anti-inflammatory components), carrots (evens skin tone). And not only. By the way, recently we talked about what you need to add to your diet in order to restore hair and add natural shine to it. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "2. Take a relaxing bath"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Taking a bath is the best cure for bad mood and inflammation. Use sea salt or essential oils. They will help unclog pores from impurities. Toning and moisturizing are provided for you. In order to get rid of depression, take a citrus bath (a couple of drops are enough). Vitamin C not only adds radiance, but also invigorates. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What essential oils should I use?"
        
    },
    {
        "text": "We have prepared a little cheat sheet:"
        
    },
    {
        "perechen": "chamomile (relieves inflammation, soothes and has antibacterial properties)."
        
    },
    {
        "perechen": "tangerine, orange and other citrus fruits (invigorate, tone up, saturate the skin with energy and simply lift the mood)."
        
    },
    {
        "perechen": "lavender (relieves tension, relaxes)."
        
    },
    {
        "perechen": "rose oil (moisturizes and improves elasticity). "
        
    },
    {
        "perechen": "eucalyptus, calendula (reduce skin inflammation). "
        
    },
    {
        "perechen": "eucalyptus, lemon (relieve headaches)."
        
    },
    {
        "perechen": "mint, juniper (soothe)."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "2. Scrub your skin every two weeks"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Find a scrub that won't hurt your skin. The main function is cleansing and renewal. Use these beauty products every two weeks. This will provide lymphatic drainage and help to put the body in order in a short  time  ."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "3. It's time to get anti-cellulite products"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is necessary to prepare the skin for summer in the fall. Anti-cellulite products remove excess fluid from the body and get rid of unwanted volumes. Wraps and special masks do an excellent job with this goal. After - apply warming oil, this will enhance drainage and acceleration of lymph. When choosing, pay attention to the composition and concentration of active ingredients, including: caffeine, menthol, tea, mint and horse chestnut extracts. They contribute to the normalization of blood microcirculation and help break down fat cells."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "4. Salon care "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Salon care has not been canceled! One of the popular procedures is the chocolate wrap. It not only nourishes, accelerates skin regeneration, but also improves mood. Make yourself a gift, because sometimes you just need to relax and spend a relax-evening!"
        
    }
]
}

