{
"content": [
    {
        "title": "We recently talked about how to build abs with yoga . Today we will tell you how yoga will help you wake up in the morning. Below are asanas that invigorate better than coffee!"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Today, the problem of heavy morning awakenings and hateful partings with your beloved bed and pillow will be left behind! We have collected a set of interesting asanas that are ideal for morning yoga. Do them every morning to improve your well-being and recharge with vivacity and energy for the whole day",
        "hig": ["whole day"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Morning yoga: asana number 1"
        
    },
    {
        "image": "https://img1.hochu.ua/images/%D0%B0%D1%81%D0%B0%D0%BD%D0%B0%201.jpg",
        "imageWidth": 525,
        "imageHeight": 525
        
    },
    {
        "perechen": "Sit in a seated position, pull your legs as close to your pelvis as possible."
        
    },
    {
        "perechen": "Sit in a seated position, pull your legs as close to your pelvis as possible."
        
    },
    {
        "perechen": "Relax your arms. Place your right hand on your left knee and place your left behind your back."
        
    },
    {
        "perechen": "As you inhale, relax and stretch your spine. As you exhale, rotate your torso to the left"
        
    },
    {
        "perechen": "Take 5-10 deep breaths, return to starting position and repeat on the other side."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Morning yoga: asana number 2"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "Get on all fours with your arms under your shoulders and your feet at hip level."
    },
    {
        "perechen": "As you inhale, arch your back and lower back and look up, separating the shoulders from the ears."
        
    },
    {
        "perechen": "Exhale, as if pressing the surface with your hands and ears, and round your back as much as possible, pressing your shoulders to your ears."
        
    },
    {
        "perechen": "Do 5 repetitions (5 inhalations and 5 exhalations) and move on to the next asana."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Morning yoga: asana number 3"
        
    },
    {
        "image": "https://img1.hochu.ua/images/%D0%B0%D1%81%D0%B0%D0%BD%D0%B0%203.jpg",
        "imageWidth": 525,
        "imageHeight": 525
        
    },
    {
        "perechen": "Get on all fours, bring your right knee to your torso and place your leg at the level of your arms. Extend your left leg to the floor (knee down)."
        
    },
    {
        "perechen": "Take an upright position, join your hands and lift them up."
        
    },
    {
        "perechen": "Lean back slightly. Stick to the comfortable feeling."
        
    },
    {
        "perechen": "Take 5-10 deep breaths and repeat the asana on the other side."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Now you know how in the morning you will be charged with vivacity and the right mood for the whole day! Do morning yoga daily to feel good and healthy!",
        "hig": ["for the whole day"]
        
    }
]
}

