{
"content": [
    {
        "title": "If you want to wake up easily and feel great every morning, as well as lose weight and improve your health, then read about the habits that will help you do it all!"
    },
    {
        "space": ""
    },
    {
        "space": ""
    },
    {
        "text": "If you wake up in the morning feeling that it's time to change something in your life, below are a few tiny healthy lifestyle habits , some morning rituals that will change your life for the better. If you implement at least a few of them, you will 1) feel better, 2) lose weight and stay in shape, 3) improve your mood in the morning, 4) love healthy food, 5) improve your health, 6) become more energetic, 7) improve concentration and 8) love the morning!"
        
    },
    {
        "space": ""
        
    },
    {
        "space": ""
        
    },
    {
        "title": "1. Get out of bed at the same time every morning"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It doesn't matter when you wake up - at 5, 6 or 10 am (lucky ones). The main thing is to do it at the same time. Making it a habit will make it easier for you to wake up no matter when you go to bed. Try to wake up after sunrise (if possible).",
        "hig": ["The main thing"]
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "2. Do yoga in bed"
        
    },
    {
        "text": "Morning yoga does magical things to your body! Doing yoga regularly in the morning will help you wake up and glow throughout the day. Do these asanas right after you wake up; they will only take you a few minutes."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "3. Stretch your legs"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Agree, you never notice what kind of work our legs are doing for us. Therefore, it is very important to give them a couple of minutes in the morning and prepare for the upcoming daily stress that they need to cope with. To do this, it is enough to stretch your feet: pull them over yourself, then away from yourself, to the right and to the left. Don't forget to do some circular motions."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "4. Give up your smartphone"
    },
    {
        "s": ""
        
    },
    {
        "text": "Giving up on your smartphone for at least the first hour after sleep is one of the main habits of healthy and happy people. This rule applies not only to smartphones: tablets, laptops and TVs should also be excluded from your morning plan. They emit blue light, which negatively affects our body. Better to turn on the radio in the morning instead, for example.",
        "hig": ["the main habits of healthy and happy people"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "5. Drink a glass of warm water on an empty stomach"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Try starting your morning with a glass of very warm water. Drinking water on an empty stomach improves digestion and circulation, promotes weight loss and flushes toxins from the body. We wrote about other useful properties of plain water earlier."
    },
    {
        "image": "https://img1.hochu.ua/images/woman-drinking-water(1).jpg",
        "imageWidth": 640,
        "imageHeight": 427
    },
    {
        "s": ""
    },
    {
        "title": "6. Include nuts in your breakfast"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Breakfast plays a big role in the life of our entire body, and a lot depends on what you eat at this time. Include nuts and seeds in your morning menu for protein, healthy fats, vitamins, minerals, and other nutrients. Plus, they'll make your breakfast hearty and you won't want to eat again a couple of hours after breakfast. Well, if it happens that you don't feel like eating at all in the morning, try making a hearty and healthy smoothie.",
        "hig": ["a hearty and healthy smoothie."]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "7. Eat breakfast from an unfamiliar hand"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When we change our habits, we thereby provoke the brain and force it to create new neural connections. This, in turn, improves our concentration, memory and attention. If you're right-handed, try eating breakfast with your left hand, and vice versa. This trick will help you concentrate on the process of eating, they eat it more consciously. We guarantee your body and body will love this idea!"
        
    },
    {
        "image": "https://img1.hochu.ua/images/breakfast(1).jpg",
        "imageWidth": 640,
        "imageHeight": 488
    },
    {
        "s": ""
        
    },
    {
        "title": "8. Enjoy delicious coffee in the morning"
        
    },
    {
        "s": "s"
        
    },
    {
        "text": "Drinking too much coffee in the morning is a really bad idea. A small cup of aromatic black coffee will not only cheer you up and invigorate, but will also speed up your metabolism, improve physical performance and protect your heart and liver. In addition, morning coffee will saturate your body with useful substances: caffeine contains riboflavin, vitamin B5, manganese, potassium, magnesium and vitamin PP (we recently wrote about how to make coffee more useful ). If you don't like coffee, drink a cup of lemon tea in the morning: it will energize you and even help you burn more calories in the morning."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We have told you about the most beneficial rituals to introduce into a habit. Try to do them every morning, and after a while you will be surprised by the fact how your life is changing for the better!"
        
    }
]
}

