{
"content": [
    {
        "title": "There are foods that can reduce anxiety levels and affect the production of serotonin, which is responsible for good mood. They are so beneficial that they serve as an alternative to antidepressants. What foods can influence the happiness hormones? Find out in our material!"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Our mood is influenced by the levels of the hormones serotonin and dopamine, as well as other neurotransmitters. They are produced not only in the brain, but also in the intestines."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Below is a list of products that can create a great mood and maintain good health."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Avocado"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Avocados are rich in magnesium, omega-3 fatty acids, B vitamins and potassium. These substances contribute to the health of brain cells and neuronal activity.",
        "hig": ["Avocados"]
        
    },
    {
        "image": "https://hochu.ua/uploads/5b/98/f5/5b98f5b9-9e5e-4514-a088-de1a6f74bde9.jpg",
        "imageWidth": 2500,
        "imageHeight": 1250
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Leafy greens"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Spinach, arugula, kale, and other leafy greens contain potassium, calcium, magnesium, iron, folate, and vitamin C. These nutrients regulate the levels of the stress hormone cortisol. They also contribute to the production of serotonin and dopamine.",
        "hig": ["serotonin", "dopamine"]
        
    },
    {
        "image": "https://hochu.ua/uploads/8f/8f/4f/8f8f4fab-c340-4e34-82ac-045c400acc0d.jpg",
        "imageWidth": 1140,
        "imageHeight": 760
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Broccoli"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is recommended to consume broccoli cabbage daily, because it contains a large amount of vegetable protein, calcium and vitamin B6.",
        "hig": ["broccoli"]
        
    },
    {
        "image": "https://hochu.ua/uploads/a4/4f/cc/a44fcc05-4955-4292-8386-bbfd25e6da4a.jpg",
        "imageWidth": 860,
        "imageHeight": 586
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Quinoa"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This culture is rich in magnesium, iron, B vitamins and a complete set of essential amino acids for the body. Quinoa will not only cheer you up, but will also provide invaluable health benefits.",
        "hig": ["Quinoa"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Bananas"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Bananas contain L-tryptophan, an amino acid that regulates the production of serotonin, dopamine, and other hormones that affect behavior, mood, cognitive function, and sleep."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Walnuts"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "These nuts are rich in omega-3 fatty acids, magnesium and vitamin E - substances that are great at fighting stress and depression. They also stimulate the production of melatonin, which is essential for good sleep. "
        
    },
    {
        "image": "https://hochu.ua/uploads/7e/e5/0b/7ee50b80-a982-454c-b59c-a4abf231ae7a.jpg",
        "imageWidth": 685,
        "imageHeight": 466
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Dark chocolate"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Chocolate with a cocoa content of 70% or more stimulates the brain and improves concentration. It also contains anadamine, an anti-depression neurotransmitter. ",
        "hig": ["70%"]
        
    },
    {
        "image": "https://hochu.ua/uploads/75/f5/c4/75f5c419-51bc-4a00-8c1c-3979edb2ccf8.jpg",
        "imageWidth": 743,
        "imageHeight": 496
    }
]
}


