{
"content": [
    {
        "title": "Women often go to a gynecologist with a problem such as delayed periods and a difficult course of critical days. But sometimes the concern is little justified. Therefore, you should not wind yourself up and immediately draw terrible prospects in your head."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "The first thing to do in a situation of delayed menstruation is to exclude pregnancy . Buy some tests from your pharmacy. If doubts remain, it is worth starting by determining the level of hCG (human chorionic gonadotropin). This hormone rises very first after fertilization, so this diagnosis is more accurate. The analysis can be done even without a gynecologist, simply by contacting any private laboratory."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "There are many reasons why your menstrual cycle can be irregular. Lifestyle is not the last on the list of reasons. There are many ways to deal with irregular periods, both in traditional and traditional medicine. But before you take any action, you should learn more about the very concept of menstrual irregularities. The fact is that the body of each woman is individual, so the length of the menstrual cycle can vary widely."
        
    },
    {
        "image": "https://hochu.ua/images/pregnancy-test.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What is an irregular menstrual cycle?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Failures in a cycle occur when its frequency and duration are violated. That is, in one month, critical days can occur with a frequency of 28 days, in another - with a frequency of 32 days, etc. In women with irregular cycles, it is not possible to predict how long your period will last."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Such failures are almost always a sign of trouble. It also makes it very difficult to diagnose pregnancy early. The normal menstrual cycle in women lasts 21-34 days. It is dangerous if there is no period for more than 60-70 days. The duration of bleeding should be 3-7 days. Too abundant or scarce discharge is a sign of trouble, therefore, at the first symptoms, you should consult a doctor."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Causes of irregular periods"
        
    },
    {
        "text": "An irregular cycle can be caused by:"
        
    },
    {
        "perechen": "During adolescence, this is possible in the first year after menarche (first menstrual bleeding);"
        
    },
    {
        "perechen": "Stress;"
        
    },
    {
        "perechen": "By the action of radiation;"
        
    },
    {
        "perechen": "Genetic factors (if the mother has problems with the cycle, the daughter may also suffer from this);"
        
    },
    {
        "perechen": "Climate change;"
        
    },
    {
        "perechen": "Malnutrition;"
        
    },
    {
        "perechen": "Low body weight;"
        
    },
    {
        "perechen": "Physical overexertion (for example, you suddenly resume training after a break);"
        
    },
    {
        "perechen": "The effect of drugs on the body;"
        
    },
    {
        "perechen": "Installation of an intrauterine non-hormonal coil, perceived by the body as a foreign body that must be pushed out;"
        
    },
    {
        "perechen": "Diets;"
        
    },
    {
        "perechen": "Bad habits, including drinking a lot of strong tea and coffee;"
        
    },
    {
        "perechen": "Hormonal disorders;"
        
    },
    {
        "perechen": "Vascular disorders;"
        
    },
    {
        "perechen": "Autoimmune diseases (arthritis, systemic lupus erythematosus, etc.)."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Among the most dangerous diseases that are manifested by a malfunction of the ovulatory-menstrual cycle, there are benign and malignant tumors and ovarian cysts, endometriosis."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Among the drugs that affect the nature of menstruation are antidepressants and hormonal contraceptives . The latter, if incorrectly selected, cause serious damage to the female reproductive sphere."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Treatments for gastritis and ulcers are delaying, so you may not be too worried if you are taking them. But if you suspect that you are pregnant, do the test."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Another reason for the delay is abortion, miscarriage. To restore the cycle in such cases, the doctor may prescribe specific hormonal treatment."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Why does the cycle go astray after a summer vacation?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In summer, it is so nice to be in unfamiliar places, to change your lifestyle to a more active one. But flights, unfamiliar food, strenuous physical activity can cause menstrual irregularities to occur. As a rule, this phenomenon is temporary, and menstruation occurs regularly after some time (several months). No action is required. If the ovulatory-menstrual cycle has not recovered in 2 months, you will have to recall your gynecologist's phone number.",
        "hig": ["summer"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Attention! Delays in menstruation after vacation are normal only if there are no minor bleeding between cycles. Be sure to pay attention to this. Spotting in the middle of the cycle can be signs of endometrial hyperplasia, endometriosis, fibroids, and even the threat of termination of pregnancy, which you may not even know about"
        
    },
    {
        "image": "https://hochu.ua/images/young-woman-vacation-by-pool_1303-14398.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What to do if the cycle is constantly getting lost?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Constantly - this means more often 2 times a year. Single changes in the menstrual cycle should not cause concern, especially if you visit your gynecologist regularly and he does not detect pathologies. Signs of a malfunction in the menstrual cycle are:"
        
    },
    {
        "perechen": "Constant change in the length of the menstrual cycle."
        
    },
    {
        "perechen": "Profuse menses."
        
    },
    {
        "perechen": "Lack of menstruation."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "After 35 years during the premenopausal period, such phenomena are common. It is necessary to visit a gynecologist."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This can happen in adolescents, because at a young age, the reproductive system is just starting to work and develops its own rhythm. In this case, there is nothing to worry about - within 1-2 years the cycle usually becomes regular. At 12-18 years of age, occasionally there may be disruptions in the cycle, even after a longer period of time."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "For some, menstruation begins to go regularly only after the first birth. In the postpartum period, menstruation is also irregular, if you do not feed, then usually everything will stabilize 10 weeks after giving birth. If there is lactation, then at this time there may be no menstruation at all. And this is the reason why a woman can unknowingly miss a pregnancy. Are you breastfeeding? Perform pregnancy tests and use a barrier method (blocking the passage of semen into the cervix)."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How is a broken cycle treated?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Usually, after consulting a gynecologist, examination in a chair, ultrasound of the pelvic organs and tests for hormones, treatment with such drugs is prescribed:"
        
    },
    {
        "perechen": "Analgesics (for severe pain)."
        
    },
    {
        "perechen": "Antibiotics (for infections)."
        
    },
    {
        "perechen": "Hormones (in case of failures in endocrinology)."
        
    },
    {
        "perechen": "Calming agents, adaptogens."
        
    },
    {
        "perechen": "Immunostimulants."
        
    },
    {
        "perechen": "Vitamins, especially vitamin E (it is abundant in various oils and sprouted grains)."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In addition, traditional medicine and phytopreparations can be prescribed. Please note that you cannot take them without consulting a doctor! Phytoestrogens normalize the cycle well, but it is important that they do not conflict with estrogens that are produced by your body. Otherwise, there will be too much estrogen. And this is overweight, and problems with veins, and other troubles. But in comparison with hormonal agents, complications occur much less frequently when phytoestrogens are taken."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The effect of drugs on herbs is milder, they need to be taken in long courses, so that the effect is really noticeable. As for homeopathic remedies, today the attitude of medicine towards them is cool. They can be prescribed with other drugs, and this therapy only works if you believe in it."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The infusion of water pepper and raspberry leaves helps well. You need to take the infusion 3 times a day for a dessert spoon. It relieves pain during menstruation well."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you have chronic fatigue, it is worth considering taking medications that increase vitality. But only a doctor should prescribe them. Also, pay attention to your lifestyle: walk more before the onset of menstruation, do not overload yourself with work. This period is intended by nature for recovery. A woman before and during menstruation should devote more time to herself. Yoga classes are very helpful. They eliminate hormonal imbalances and disorders in the autonomic nervous system."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The inability to relax is a paramount problem for modern women. You can't wait for the cycle to be like a clock if you are constantly nervous, stay up late and eat whatever. Be sure to focus on a plant-based diet, not an animal. Hard vegetarianism may not be necessary, but vegetable salad, stews, baked vegetables, fresh juices and smoothies should always be on the table of a woman who takes care of herself. Be sure to eat fruit in the winter, freeze the berries from the summer. It is categorically impossible to deprive your body of fat."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You have learned the basic information about menstrual irregularities. With a long-standing problem, it cannot be solved without a doctor. Find your gynecologist - experienced, competent, tactful, and then your reproductive health will delight you. Negligence towards health and hushing up your condition from a doctor is unacceptable. Any detail that you tell can help to find out the real cause of the menstrual cycle."
        
    }
]
}

