{
"content": [
    {
        "title": "Changes in the emotional state 7-10 days before menstruation are familiar to almost every woman. It's just that for some it goes easier, and for others it is more painful. But we are all characterized by such states: increased appetite (especially if you want something sweet), melancholy, sometimes aggression or tears, lethargy and fatigue, mood swings. In general, at this time it is better not to touch us. We stubbornly save ourselves with chocolates, snotty TV shows, quarrel with our loved ones. But there are things that can easily exacerbate an already poor state of health. Want to know which ones?"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "We lie and do not move"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "During such a period, you want to take a horizontal position and not move from your place. However, studies have shown that physically active women experience PMS much more easily than others. For girls who regularly play sports, menstruation is much easier. Those who are not used to sweating in the gym can simply walk more. Since during sports endorphins enter the brain - the suppliers of joy and pleasure. If you move, the hormonal background will change, the pain threshold will increase. A couple of squats can help relieve severe pain quickly."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Go to bed late"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Of course, it can be difficult to carve out time to sleep between work, personal drama, and regular snacks. But these days you must allow yourself to get enough sleep, necessarily 8-9 hours of sleep - authoritative experts unanimously say."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Eating unhealthy foods"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "What's PMS without fries, hamburger and chocolate? You know that this negatively affects the digestive tract and entails extra pounds, but you cannot stop. However, salty foods (nuts, chips) will add bloating to the whole bouquet, and sweets will make you even more tired and lethargic. But there is good news, to reduce the well-known irritability during PMS, you need to eat ... boiled eggs! This product is the best source of protein, which in turn plays an important role in the production of the hormone of joy (serotonin)."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Beer, champagne, wine"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When, if not during PMS, you can afford high-calorie alcohol? But it drains the immune system, disrupts metabolism, and dehydrates. This makes the stomach even more uncontrollable, besides, alcohol contributes to the intensification of symptoms such as headache, depression, fatigue. It is better to drink a glass of champagne at the end of these days, and there will be just a reason :)"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Avoid sex, don't masturbate"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Does the thought of sex sound like mockery? It will actually help you survive your premenstrual period. Trust me, sex and masturbation actually relieve cramps. So do not deny yourself this pleasure during PMS."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Life is pain"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The anger and sadness that rolls over from time to time makes you shut down, upset, and sorry for yourself. But psychologists recommend getting out of your shell and talking to the world around you. This will make it much easier, they are sure. However, they clarify: no extremes. It is not worth telling the whole world about your condition."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Unlimited pill consumption"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Spazmalgon and no-shpa have long been prescribed in your cosmetic bag? Are you taking pills uncontrollably to relieve your PMS? Continue on, very soon the stomach will also start to ache. Sometimes you can't do without a pill, but the main thing is not to overdo it. The means that inhibit the formation of those same prostaglandins that prevent us from living for about 5 days in each month - estrogen-progestogens - will also help. Reducing pain during menstruation is a pleasant side effect when using contraceptive pills, but a doctor's consultation is required."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Avoiding the visit to the doctor"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you do not have a medical education and you are not a practicing doctor, then go to a gynecologist. If the pains are simply unbearable, it is better not to engage in amateur performances. Sometimes other diseases are disguised as PMS symptoms."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "And even if premenstrual syndrome haunts you every month, try to live an active life and play sports. Many yoga and Pilates asanas can relieve PMS, give you a good mood and well-being. Do not succumb to an insidious state and spend pleasant, eventful leisure."
        
    }
]
}

