{
"content": [
    {
        "title": "We went to bed, but the dream does not go. Sound familiar? We have prepared tips and beauty treatments that will help you relax after a hard day and sleep soundly. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Insomnia is a disturbance or lack of sleep for a long  time. It is associated with many life factors: stress, stress , anxiety, excessive consumption of alcohol and caffeine, overwork ... Throughout the day, we experience different emotions. Learn to drop them and all the confused thoughts in your head. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Let's start with the general rules you've heard about. Comfort comes first. Comfortable bed, soft, pleasant bed and ventilated room (there should be clean air even in winter). Moving on to the next ones?"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Take a warm shower or bath"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In the morning - a contrast shower, and in the evening - a warm bath with essential oils . This is one of the beauty rituals for skin care. Use a couple drops of lavender, peppermint, jasmine, or chamomile oil. In addition to the relaxing effect, the ingredients cleanse the pores from impurities and tone the body. Water treatments tune in to sleep and help get rid of depression and depressed mood. If you are pressed for time, simply apply a drop of essential oil to your wrist. Before that, you need to check the skin for sensitivity to the selected product, because the concentration of substances is very high, which can cause irritation and allergic reactions.",
        "hig": ["a warm bath with essential oils"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Make chamomile tea"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Chamomile tea adjusts to the desired mood. It relaxes the nervous system and has anti-inflammatory effects. Buy the finished product in bags or flowers at the pharmacy. The right proportion: one spoonful per glass. Let the broth brew. If the drink comes out too concentrated, dilute with hot water. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Make a cloth mask"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Beauty treatments relax the skin and your body. Use a sheet mask with lavender, mint or tea tree extract. It is also possible to apply any night remedy that will work while we sleep. Active renewal, regeneration and hydration. This will eliminate puffiness and bags under the eyes in the morning. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Use beauty products for better sleep "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Brands release a variety of products, some of which are for sleep. They relax, tone and calm the nervous system. Among the whole assortment you can find: drops, balms, oils and sprays. "
        
    }
]
}

