{
"content": [
    {
        "title": "Turmeric is a plant of the ginger family that came to us from India. It contains many trace elements (iron, iodine, calcium), B vitamins and essential oils. Let's talk about cosmetics with this magical ingredient? "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Turmeric is very similar to ginger, but only at first glance. The spice has antibacterial, anti-tumor and anti-inflammatory effects. In addition, it accelerates regeneration, improves blood circulation and normalizes metabolism. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This component is widely used in cosmetology and cooking, but we will focus on the first point and sort everything out on the shelves. Ready?"
        
    },
    {
        "image": "https://hochu.ua/images/paolo-bendandi-652128-unsplash%20(1).jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "The properties of turmeric in cosmetics"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Turmeric oil is yellowish in color (a spice pigment). It is one of the strongest antioxidants used to treat dull, dry and problem skin (acne). The spice can add shine, protect against ultraviolet radiation (SPF) , lighten pigmentation and help grow long hair.  "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to recognize on labels"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Turmeric is widely used in cosmetics, especially in sunscreen products and face and hair care masks. There are many types of this plant. Most often used in the beauty industry are Curcuma longa and Curcuma xanthorrhiza. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Turmeric in home cosmetics"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You can buy, but it is easier to cook. Homemade turmeric masks have anti-inflammatory and anti-aging effects on our skin. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The first remedy is great for treating acne and breakouts. Clay (choose your type based on the problem) and spice are mixed in equal proportions. Dilute the mixture with mineral water or milk. Leave it on for ten minutes and wash off. Do not leave this product on your face for more than the specified time, as this can lead to allergic reactions. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Another simple recipe to lighten age spots and even out complexion. You will need a teaspoon of turmeric and honey. Add some lemon juice and apply for 10-15 minutes. Rinse off with warm water and apply once a week!"
        
    }
]
}

