{
"content": [
    {
        "title": "The scourge of all office workers is constant back problems. And even remote work and regular sports do not save you from aching pain in the neck and shoulders and crunching joints. You can alleviate this condition with a little office gymnastics. About her in our material!"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The best solution for back pain is a lifestyle change. Indeed, it is the constant sitting that provokes an increased load on the muscles and joints. And it, in turn, leads to back pain, headaches, pressure problems and other unpleasant conditions. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "But it is unlikely that we all have the opportunity to become free artists, and finally leave our offices. Therefore, we remember and regularly perform a simple office set for the back of 8 exercises, which can be done without getting up from a chair and without attracting the attention of colleagues"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Head tilts"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The most common slopes from the school workout complex. Sit up straight with your shoulders down, your arms resting freely on your sides of your torso. Make slow bends to the sides, trying to reach your ear to your shoulder. And tilt back and forth, while pulling your chin forward, and not pinching it with your neck."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Repeat 10 times in each direction",
        "hig": ["Repeat 10 times in each direction"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Head rotation"
        
    },
    {
        "image": "https://hochu.ua/uploads/94/40/61/9440617b-375d-4d5c-9b01-5c28cbd49285.jpg",
        "imageWidth": 700,
        "imageHeight": 566
        
    },
    {
        "text": "The starting position is the same. Relax your neck and slowly, in a rolling motion, rotate your head clockwise and counterclockwise. You should feel the neck stretch as you change the position of your head."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Repeat 10 times on each side",
        "hig": ["Repeat 10 times on each side"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Shoulder rotation"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Without changing the starting position of the body, raise your shoulders and begin to rotate them back and forth. You need to do the exercise slowly, at each point you should feel the muscle tension. Repeat 10 times on each side."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Stretching the shoulders"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A simple arm stretch can help relax your shoulder joints. In the starting position, stretch your straight right hand to your left shoulder, stretch your arm to the maximum, feel the shoulder stretch."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Repeat the same with the left hand. Now raise your right hand up, bend it at the elbow behind your back and gently press down on the elbow with your left hand. Repeat the exercise with your left hand."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Do 5 times for each hand",
        "hig": ["Do 5 times for each hand"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Stretching arms"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In the starting position, stretch your arms back, make a lock and turn it the other way. Pull the padlock back and move your arms from side to side. Hold this position for 10 seconds."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Spine stretching"
        
    },
    {
        "image": "https://img2.hochu.ua/images/ASM090210_f2_620x310.jpg"
        
    },
    {
        "text": "In the starting position, raise your hands, make a lock, turn it to the other side and stretch well up. Feel the spine stretch, hold this position for 10 seconds."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Repeat 5 times",
        "hig": ["Repeat 5 times"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "After the last exercise, you need to get up and walk a little around the office, for example, to the cooler."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This complex takes 5 minutes on the strength, but will relieve tension in the back for a couple of hours and give you vigor for productive work. Try to repeat it regularly as soon as you feel severe discomfort."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "And if these exercises don't work, go to the bathroom and do full body bends and twists. And remember about the correct posture, it is she who is the key to a healthy back!"
        
    }
]
}

