{
"content": [
    {
        "title": "Every woman is familiar with the term PMS. We know  what  makes PMS worse and how to relieve its symptoms and hundreds of other claims related to PMS. But did you know that not all of them are correct? Some of them are simple myths. Scroll down to find out about the most common PMS myths and why they are not true."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "According to statistics, 90% of women experience PMS (premenstrual syndrome). The term itself and the description of symptoms appeared only in the middle of the 20th century, and since then the syndrome has already managed to acquire many different myths. We are talking about the most popular ones right now."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 1: PMS is a fantasy that women invented."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Surprisingly, scientists still cannot confirm whether premenstrual syndrome exists or not. There are many facts about what actually happens during this period with the female body and what factors influence this, but this is not enough to draw a single scientifically based conclusion. However, the fact remains that about 90% of all women experience PMS symptoms."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 2. PMS must be endured."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You can reduce PMS with medication, massage, or exercise. One exercise to relieve pain is to lie on your back with your arms along your torso. Bend your knees and place your feet as close to your hips as possible. As you inhale, lift your hips up (your shoulders should remain on the floor). Hold your breath for 3 seconds and as you exhale, lower yourself to the starting position. Repeat this exercise several times and the pain will subside."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 3.PMS is the same for everyone."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The biggest misconception is that all women have the same symptoms of PMS. In fact, there is a severe form of PMS, premenstrual dysphoric syndrome (PDMS), which causes symptoms similar to depressive disorders. This syndrome is observed in 2-10% of women."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 4. Before critical days, you need to avoid any stress"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Not true. On the contrary, moderate physical activity helps to strengthen the body and improves mood. Swimming in the pool and warm baths with sea salt will have a beneficial effect. It is better to refuse a bath these days. If we talk about mental stress, then on the most painful days, simply do not plan important things, meetings, etc., so as not to reproach yourself later for the fact that everything went wrong as you wanted. The rest of the days, continue with your usual lifestyle."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 5: Eat high-calorie foods to relieve PMS symptoms"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In fact, this is a big misconception because foods high in fat increase estrogen levels, and an excess of it in the body provokes pain and psycho-emotional disturbances. It is better during this period to lean on vegetables, fruits, herbs, cereals, durum pasta and soy products, which compensate for the deficiency of progesterone, which should create a balance with estrogens. Dark chocolate will also help to survive PMS ."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Myth 6. The main symptom of PMS is mood swings."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In fact, PMS is about more than just mood swings. It includes many physical symptoms, from joint pains and tender breasts to sleep disturbances and headaches. Some researchers believe that PMS mood swings are not a cause, but a consequence of these physiological symptoms (they can provoke irritation and moodiness these days)."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We've told you all about the most common PMS myths. Stop believing in them (we know that you definitely believed in a couple of them before) and stay with WANT. There is a lot of new and useful information ahead!"
        
    }
]
}

