{
"content": [
    {
        "title": "One of the best remedies for keeping skin youthful is coconut oil for the face. It is saturated with fatty acids, trace elements and vitamins that our skin needs so much. The basic principles of using coconut oil, as well as homemade recipes for masks with this valuable product - find out further in our material."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Coconut oil has long been used in cosmetology for body, face and hair care. And if you pay more attention to the correct application, coconut extract will help smooth wrinkles, nourish the dermis and moisturize it."
        
    },
    {
        "s": ""
        
    },
    {
        "title": " What does the oil consist of?"
        
    },
    {
        "image": "https://hochu.ua/uploads/d2/fa/c7/d2fac761-cb7a-402f-a952-e5dbcff5ef7b.jpg"
        
    },
    {
        "text": "The unique composition of the product allows a positive effect on the skin of the face:"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "Lauric acid. An antiseptic that helps to cope with various infections on the surface of the epidermis, including fungus."
        
    },
    {
        "perechen": "Myristic acid. Thanks to her, local immunity is enhanced, and all components are actively absorbed."
        
    },
    {
        "perechen": "Palmitic acid. Renews, strengthens, whitens."
        
    },
    {
        "perechen": "Capric and caprylic acids. They restore acid-base balance, rejuvenate cells."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Beneficial features"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The beneficial properties of coconut oil include the following:"
        
    },
    {
        "perechen": "rejuvenates;"
        
    },
    {
        "perechen": "slows down the aging process;"
        
    },
    {
        "perechen": "does not mask wrinkles, but helps to smooth them;"
        
    },
    {
        "perechen": "counteracts the negative effects of the sun;"
        
    },
    {
        "perechen": "softens, relieves dryness, flaking."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Usage"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Coconut oil is used in several ways, depending on its type, since it can be cold and hot pressed, as well as in solid, liquid form."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The refined product will replace a cream that is suitable for different skin types. For evening care, pat dry with a tissue after washing, but do not wipe dry. Then apply a couple of drops of the product on the face and décolleté, rub in gently with massage movements. Remove all excess with a napkin. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Coconut oil mask recipes"
        
    },
    {
        "s": ""
        
    },
    {
        "image": "https://hochu.ua/uploads/a6/f1/00/a6f10016-949b-4f2e-9300-c292fbf53f06.jpg"
        
    },
    {
        "perechen": "Take a tablespoon of honey and mix it with a teaspoon of coconut oil. Add sour cream. Suitable for oily skin. Apply to face and leave on for 20 minutes."
        
    },
    {
        "perechen": "Mix the product with baking soda until a smooth paste is obtained. Spread over the skin, massage a little and rinse off after 10 minutes."
        
    },
    {
        "perechen": "Combine chicken yolk, a teaspoon of butter and white clay. Apply to dry skin for 15 minutes and then rinse gently."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You can easily use these beauty secrets at home."
        
    }
]
}

