{
"content": [
    {
        "title": "Women's health is a very fragile thing, it is much easier to maintain it than to restore it. Compliance with a few simple rules will help you avoid many diseases, as well as prolong your youth and health."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Safe sex - anytime, anywhere."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you do not have a permanent partner, be sure to carry condoms with you in your purse, and you will never find yourself in an uncomfortable situation. You don't need to be a snob in this delicate question - this will help you avoid an unplanned pregnancy and, subsequently, abortion. Which, in turn, are fraught with many diseases, including infertility. In addition, condoms are reliable protection against many sexually transmitted diseases. If you have a regular partner, do not forget to periodically take tests together and choose the ideal method of contraception for yourself."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Don't forget about the benefits of sleep."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Career, family, girlfriends, cinema - there are more and more options for spending your leisure time, and there is less and less time to sleep. However, sleeping well can help you avoid stress and menstrual irregularities. It has also been experimentally proven that the hormone melatonin, which is responsible for our circadian rhythms, is much better produced in those who go to bed before 11 pm. Monitor your diet and weight. Dramatic weight loss is harmful to women's health no less than excess weight. Do not get carried away with diets, it is better to keep to the norm of proteins, fats and carbohydrates and go in for sports - it promotes the production of growth hormone, the hormone of youth."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Put an end to bad habits."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Alcohol can cause unprotected intercourse, smoking contributes to ectopic pregnancy, and both habits can cause disruptions in the cycle. Pretty good reasons to finally say goodbye to cigarettes and limit yourself to drinking alcohol."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Wouldn't it be better to wait a bit?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The risk of developing cervical cancer is ten times higher in those who began their sex life before the age of 18. Having learned this information in time, many girls will be able to avoid problems in the future. You can help your sisters, nieces, daughters with this simply by having a neat conversation or simply by throwing a brochure with this information."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Protect your body."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "To the delight of doctors, trousers and skirts with a high waist, as well as tight tights, are back in fashion. Doctors rejoice for a reason - avoiding hypothermia, you avoid inflammation. Which, in turn, helps to avoid such a problem as an ovarian cyst. Dress warmly and wear cotton underwear - fortunately, the stores have a huge selection for all tastes. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Make love."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Regular sex is the foundation of women's health. It will help you withstand stress, as well as improve your sleep and help balance your hormone levels. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "See your doctor regularly."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "At least twice a year, as well as for any pain or complaints. Noticing a problem in time, you can always avoid a bigger one. Also, do not forget to get tested for STDs and check your hormones. Ask your gynecologist to teach you about self-examination for breast masses - and once a week, devote a couple of minutes to this. Ask as many questions as possible to your doctor - it is from the lack of information that most of the diseases go. "
        
    }
]
}

