{
"content": [
    {
        "title": "If you have ever tried to meditate without a teacher, then you probably know how difficult it is. Personally, after 5 minutes, I abruptly stopped meditation, leaving my thoughts on the day ahead and planning what needs to be done and what (and who) not to forget."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Familiar situation? Don't worry, there is even a way out of it! What - read in this material."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The ability to concentrate on practice and drive away unnecessary thoughts does not come immediately. But in the end it comes. And there is one secret that will speed up the process of correct meditation, or at least give it a start. It is quite simple: it's all about the ability to properly organize a place for meditation. And we know how to do it!"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Find the quietest and most isolated place in your apartment"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "During meditation, nothing and no one should distract you. Even if it will be a kitchen, if you live in a one-room apartment, but during the meditation, the boyfriend will not go there."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Track the Lighting"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is much better to enter a meditative state in the twilight. So close the curtains and don't sit by the window. But only bright artificial lighting is worse than a bright sun! Dim the lights or even light candles - and then plunge into meditation."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Create the Right Atmosphere with Yoga Symbols "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Buy a Buddha figurine or a special meditation bowl, a pillow with Indian patterns or a handmade blanket. Let it be just an interior detail, but by its very appearance it will inspire you to practice."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Buy a nice and comfortable pillow or even a few"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "They can be placed under the butt or under the knees when unpleasant sensations arise during a long stay in a pose."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Take Out Everything And Let In Fresh Air"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A dirty cup and clothes lying in the wrong place will be 100% distracting. Therefore, you must first put things in order in the room. And also be sure to ventilate the room - this is a must-do before practice and is generally good for your health."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Turn on the music"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is desirable, without words, so as not to be distracted. Ideally, these should be sounds from nature. Or try to meditate while chanting mantras - they help you enter a meditative state faster, plus they work for certain attitudes (they are different, for example, for health, luck, etc.)."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Meditation: Light Scented Candles"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This will create a special atmosphere and help you immerse yourself in the right state. It's also just nice."
        
    }
]
}

