{
"content": [
    {
        "title": "We replenish your stocks of useful information. Read on for the healthiest cereals."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is known that cereals must be present in the daily diet of proper nutrition. Nutritionists say that even if you decide to go on a diet, porridge cannot be excluded from the diet, because it contains proteins that are very important for you and the so-called slow carbohydrates. About 40% of the diet should be cereals, WHO recommends.",
        "hig": ["slow carbohydrates"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "What are the healthiest cereals? We are talking about it."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Buckwheat"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Buckwheat contains proteins, unsaturated fatty acids, calcium and zinc, as well as vitamins of groups A, B, E and PP. There are two types of buckwheat: unground (whole grains) and prodel (fine grain fraction). Buckwheat is often advised by nutritionists: it contains only about 3% fat for 12% of proteins, and 100 grams of the product contains 313 Kcal."
        
    },
    {
        "image": "https://hochu.ua/uploads/a8/7b/50/a87b50ba-1696-4413-9fde-737e2ffc4515.jpg",
        "imageWidth": 1280,
        "imageHeight": 853
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Quinoa"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Quinoa is a cereal from a plant of the amaranth family. It contains up to 14% protein and 64% healthy carbohydrates. The cereal contains B vitamins, folic acid, phosphorus, manganese, potassium, sodium, selenium and magnesium. Quinoa is a high quality protein and fiber source with antioxidant and anti-inflammatory effects. Groats can be prepared as a separate side dish, added to salads and soups."
        
    },
    {
        "image": "https://hochu.ua/uploads/07/db/3a/07db3ac5-3f26-47f9-949b-d87d4bad69dd.jpg",
        "imageWidth": 960,
        "imageHeight": 641
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Fricke"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Groats are made from roasted young wheat with still soft seeds. It contains up to 12% protein and 72% carbohydrates. In the stomach, the freak acts as a probiotic, helps the growth of healthy bacteria. Groats are characterized by a low glycemic index and high nutritional value. Frike is rich in iron, sodium and calcium, vitamins C, B, A, E."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Bulgur"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Bulgur is young wheat, the grains of which are dried and refined, while containing 12.3 grams of protein per 100 grams of product. They store vitamins B, E, K and beta-carotene, magnesium, copper, calcium, potassium and iron."
        
    },
    {
        "s": ""
        
    },
    {
        "s": "Groats are distinguished by a large amount of dietary fiber, cleanses the intestines well, accelerates the absorption of vitamins and increases metabolism. Bulgur promotes the outflow of bile, which is good for the liver."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Brown rice"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Brown is brown rice. Rice bran contains a maximum of nutrients. Brown rice improves digestion, removes radionuclides from the body."
        
    },
    {
        "image": "https://hochu.ua/uploads/17/c3/11/17c31138-31b8-41f4-bbc5-bafe0eb7f6bb.jpg",
        "imageWidth": 640,
        "imageHeight": 426
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Oat groats"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Oatmeal is made from unpeeled oat kernels, germ and bran. They contain vitamins A, B, E, potassium, magnesium, zinc and beta-glucan. Research cited in a 2016 British Journal of Nutrition article shows that beta glucan clears excess cholesterol from the blood."
        
    },
    {
        "image": "https://hochu.ua/uploads/f9/60/1f/f9601f9f-0140-4544-9d5f-b149ad416897.jpg"
        
    },
    {
        "text": "Whole grain oats - an immunomodulator that improves the condition of the skin and hair; cereals regulate blood sugar levels and speed up digestion. The second type of cereal is peeled from the top layer, steamed and pressed oat flakes. With such processing, some of the nutrients are lost, but porridge remains a dietary product and has a positive effect on the digestive tract. The third type is instant cereals, from which there is more harm than good, since they often contain a lot of sugar and flavorings.",
        "hig": ["Whole grain oats"]
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Corn grits"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It contains antioxidants and helps to restore the correct intestinal microflora, gently cleansing the body thanks to fiber. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is important that corn grits are gluten free. Cornmeal meals can lower cholesterol levels and reduce the risk of stomach, gallbladder, and liver diseases. By the way, corn and corn grits retain their maximum useful properties even at high temperatures."
        
    },
    {
        "image": "https://hochu.ua/uploads/c4/81/46/c4814667-24dc-4590-a8d6-d61f6534e347.jpg"
        
    },
    {
        "text": "Be healthy!"
        
    }
]
}

