{
"content": [
    {
        "title": "The very first and long-awaited berry is strawberry. All year long we are waiting for summer to enjoy its taste and aroma to its fullest. Enterprising people want to earn decent money on the first, most expensive strawberries and do their best to speed up their ripening. How to choose a good berry without nitrates and chemicals, containing all the nutrients it needs? 10 tips to help you!"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "1. Strawberries must be fresh: picked no more than 48 hours ago and not stored in refrigerators, where they lose their flavor and color."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "2. Color - bright red, the berry itself should be smooth, shiny and firm."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "3. Buy berries with tails. These strawberries retain their freshness longer and do not run off. The ponytails should be green, not dry and lethargic."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "4. Strawberries should not smell of extraneous odors - fertilizers, rot and dampness, only the aroma of ripe berries. If the strawberry doesn't smell at all. It means that they helped her to mature faster."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "5. There should be no dark spots on the berries - this is a sign of spoilage or that the crop was sprayed with something."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "6. Contrary to popular belief, Turkish strawberries are better than ours - in this country they are grown all year round, there the process is debugged and monitored by services for the content of nitrates. Many farmers sprinkle our strawberries with harmful chemicals for faster ripening."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "7. Do not take too dark berries - most likely such strawberries were treated with saltpeter."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "8. Strawberries not treated with chemicals leave a slightly noticeable trace of juice on the box or other utensils where they were stored."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "9. If for a couple of hours after the strawberries were washed, she did not let the juice out - do not eat the berries, they are processed by something or genetically modified."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "10. In the Kiev region, strawberries ripen in early June. So don't trust the vendors that their strawberries are ripe without the greenhouse and chemicals in May. Basically, Crimean, Odessa, Cherkassk and Kherson berries are now being sold - which, upon reaching the capital, should let some juice flow."
        
    }
]
}

