{
"content": [
    {
        "title": "Before you are tempted to buy a huge watermelon on the market, it is worth remembering a few rules that will tell you how to choose the right watermelon without nitrates. The editors WANT to share with you little tricks that will save you from poisoning and other unwanted surprises."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The favorite time of summer is approaching, when on the way home it is difficult to resist and not buy a beautiful watermelon, which the whole family will be glad to. But do not rely lightly on the fervent words of the seller, for whom any watermelon is the best take it, you will not regret it. You can still regret, and how, because this huge berry, pumped with nitrates, can cause severe allergies, nausea and even damage to internal organs. ",
        "hig": ["take it, you will not regret it"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In order not to spoil your summer with such an annoying nuisance, we will share with you the rules that will help you choose a natural watermelon."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to choose a watermelon: nitrates"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is almost impossible to determine by the appearance of the shell of a watermelon whether it contains substances harmful to health. But after you cut it, you can find signs of nitrate treatment without the help of specialists. Remember once and for all: if there are coarse yellow streaks in the pulp of a watermelon, you should never eat it, because it has been treated with nitrates so that the berry grows as quickly as possible."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Another sign of nitrates is the presence of both black and white seeds in a watermelon. Also, a watermelon with a huge crack in the pulp will not give you anything good, because it indicates that it was treated with nitrates and began to grow in an unnatural way."
        
    },
    {
        "image": "https://hochu.ua/images/photo-1502741282025-a9c6a20aa697.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to choose the right watermelon"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "1. Ripeness can be determined by the spot on its peel. If it is white, it is not yet ripe, but a watermelon with a yellow spot should be ripe."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "2. In no case take a watermelon with dents or cracks. Despite the fact that its peel looks thick, in fact, the watermelon very quickly absorbs all the dirt, dust and bacteria that surround it."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "3. You cannot take huge watermelons (although there are types of these berries that weigh 11 kg, but you will rarely find them in our market), choose medium ones, weighing no more than 5-7 kg."
        
    },
    {
        "image": "https://hochu.ua/images/photo-1471500466955-85aecf33f71f.jpg"
        
    },
    {
        "text": "4. Overripe watermelon has a sour smell. Its ripeness can be determined by the documents for the product, which the seller must have. Do not hesitate to ask them about this, because we are talking about the safety of your health."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "5. You can choose a ripe watermelon according to one more feature - it is almost impossible to pierce the peel of a ripe watermelon. But in an unripe berry, it is easy to pierce with a fingernail."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Watermelon grown without nitrates has strong diuretic, choleretic, anti-inflammatory, antipyretic, laxative and tonic properties. It also normalizes metabolic processes."
        
    }
]
}

