{
"content": [
    {
        "title": "We continue the line of relevant materials about vegetables and fruits, which are now in abundance on the shelves. Our main character today is a melon . Who is not allowed to eat melon, see our article."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Earlier, we wrote about someone who is not allowed to eat watermelon , peaches and plums . The turn has come and fragrant melon. In the summer, it is very difficult to find a person who would not like melon. This fruit can be both an independent dish and a dessert."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We can talk endlessly about the beneficial properties of melon. "
        
    },
    {
        "perechen": "it is a storehouse of vitamins;"
        
    },
    {
        "perechen": "melon perfectly improves the functioning of the heart and nervous system;"
        
    },
    {
        "perechen": "it helps with problems of blood formation, since there is a lot of iron in the melon;"
        
    },
    {
        "perechen": "this melon culture is ideal for those  who have disorders in the functioning of the liver and kidneys;"
        
    },
    {
        "perechen": "melon enters the fight against viruses and bacteria and generally improves immunity;"
        
    },
    {
        "perechen": "has a positive effect on the digestive tract, as it contains a lot of coarse fibers."
        
    },
    {
        "image": "https://hochu.ua/images/Melons_Piece_Plate_506499.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Who shouldn't eat melon"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "But still, even with such colossal benefits, there are contraindications. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You cannot eat a melon if:"
        
    },
    {
        "perechen": "you are a nursing mother or in a position;"
        
    },
    {
        "perechen": "you have diabetes mellitus;"
        
    },
    {
        "perechen": "you want to lose weight;"
        
    },
    {
        "perechen": "you suffer from inflammatory and infectious diseases of the stomach and intestines"
        
    },
    {
        "image": "https://hochu.ua/images/background-277571_960_720.jpg"
        
    },
    {
        "text": "Be healthy!"
        
    }
]
}


