{
"content": [
    {
        "title": "British scientists, who gave us many interesting discoveries, learned about the important properties of coffee that affect human life. It turned out that coffee helps to achieve success at work and avoid numerous mistakes."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Everyone is literally obsessed with coffee these days, some even go on a coffee diet . For this, we must thank the thousands of cozy coffee houses that dot the city and mobile coffee machines. In addition, once again picking up a coffee cup in order to escape from routine work, this is also a great reason to love this drink. But our most common argument for drinking coffee has been the I won't wake up and I can't function until I drink coffee. We ourselves seem to understand that we are a little cunning, but scientists have proven that coffee is really a great helper for humans.",
        "hig": ["I won't wake up and I can't function until I drink coffee"]
        
    },
    {
        "image": "https://img1.hochu.ua/images/roza_24680753576_o.jpg",
        "imageWidth": 1300,
        "imageHeight": 878
        
    },
    {
        "text": "The scientific publication Science Daily published on its pages the results of a study that surprised the world with important information about the popular drink. As it turned out, if a person drinks a cup of coffee at the beginning of the working day, he can cope with complex tasks much faster and will not make many mistakes in his work."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "We learned this valuable information from the fact that the staff of the London Institute of Tropical Medicine conducted experiments that showed the effect of coffee on the performance of a person between the ages of 20 and 30. So, after consuming caffeine, the participants had to complete certain tasks and get behind the wheel of a car. The results of the experiment showed that coffee strengthened their memory , increased attention and the ability to think logically."
        
    }
]
}

