{
"content": [
    {
        "title": "In pursuit of pumped up buttocks  and a proper nutritional system , we forget about one of the most important components of our attractiveness, namely, posture. Remember what poets were the first to notice a century ago and how colorfully they described girls with a slender and even back  and a graceful gait. Hardly anyone cared about the number of abs cubes or something. But an even posture - yes. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Fixing what has been diligently twisted by bad habits and years of schooling is difficult, but possible. First of all, the main thing is to get started. And you're in luck, we know how. This will require perseverance and just one correctly performed exercise. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A kind of revolutionary exercise reminds everyone of the well-known bar, only the other way around (the reverse bar). It is not as popular as the original, but even more useful. The exercise works effectively with almost all muscle groups, but it is not as easy to perform as it seems at first glance.",
        "hig": ["revolutionary exercise", "reverse bar"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Reverse plank: how to do"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "Sit on the floor. Straighten your legs and rest on your hands (palms open) for a solid support."
        
    },
    {
        "perechen": "Tilt your torso at a 45 ° angle to the floor. Place your hands behind your buttocks so that they are level with your shoulders."
        
    },
    {
        "perechen": "Support your body weight with your hands and heels while lifting your glutes."
        
    },
    {
        "perechen": "Raise your torso, legs, and glutes until they are in line, just like with the classic plank."
        
    },
    {
        "perechen": "Tighten your abdominal muscles and suck it in while the body moves up"
        
    },
    {
        "perechen": "Hold this position for 15-60 seconds."
        
    },
    {
        "perechen": "Lower the body slowly."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Why do we need a Reverse Plank?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "From the outside, the reverse plank exercise looks rather strange. But what to hide, it is not the most convenient for execution. But this is something to live with as the reverse plank is a great addition to effective training . And it can easily become another helper on the path to harmony. So let's figure out what will help us get the reverse plank and what muscles it uses."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Smooth spine"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The Reverse Plank will help improve posture as it works the muscles that are responsible for the straight back. It is especially important if the Quasimodo pose is your constant companion while working at a laptop.",
        "hig": ["Quasimodo"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Relieves Back Pain"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The Reverse Plank helps to relieve back pain and cramping. It works all the muscles that are responsible for the back"
        
    },
    {
        "image": "https://img1.hochu.ua/uploads/59/bc/42/59bc429a-373a-45e7-9772-bc6a16f1c188_640x490_fit.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Slim stomach"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is more than possible to remove belly fat with the help of the reverse plank. Since during execution we do not lower the pelvis, do not throw our head back and keep our back as straight as possible, we strengthen the muscles of the arms, abdominal muscles and stretch them in the area of ​​the shoulder girdle."
    }
]
}

