{
"content": [
    {
        "title": "How to conduct a breast self-examination"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "The first stage is inspection"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Examination of the chest should begin in front of a mirror, standing with straightened shoulders, optimally - place your hands on the belt."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Be sure to pay attention to the following points:"
        
    },
    {
        "perechen": "Examine and remember what your breasts usually look like, size, skin color, shape"
        
    },
    {
        "perechen": "Swelling or visible defects"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If, during self-examination, you find one or more of the signs listed below, be sure to show them to your mammologist:"
        
    },
    {
        "perechen": "Changes in the color of the nipple, or its retraction"
        
    },
    {
        "perechen": "Wrinkling in any area, protrusion of the skin, or vice versa, unevenness"
        
    },
    {
        "perechen": "New age spots or redness on the skin of the breast"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Stage two - hands-up inspection"
        
    },
    {
        "text": "Raise your hands up and check again for the signs listed above."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Stage number three - pathological discharge"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Pay special attention to nipple discharge. You can gently squeeze the nipple between your thumb and forefinger and pull it forward slightly. If you have any discharge, except for the period of breastfeeding, you should contact a mammologist . The discharge can be of a varied nature: watery, greenish, bloody, colostrum-like."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "The fourth stage - examination in the supine position"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "At this stage, you should take the lying position. Examine the left gland with your right hand, and vice versa. An examination is carried out with the pads of the fingers, a bunch, while keeping them together and straightened. Begin to perform circular movements with your fingers, approximately at? from the circle. The entire chest should be covered from side to side and from top to bottom - from the armpit to the neckline and from the collarbone to the upper abdomen."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Choose the most comfortable finger movement pattern for you to ensure that you have examined your entire breast. You can start from the nipples, each time moving along a larger radius, until you reach the outer edge of the chest. You can also move your fingers up, down vertically. It is important that you feel all the tissues from the back to the front of the breast: where the tissues have a thicker structure, the pressure on the fingertips should be stronger, in the center of the breast medium pressure is needed, thin tissues require light pressure."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Stage five - shower"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Many women find it much more comfortable to feel their breasts when their skin is slippery and moist, that is, the procedure is performed in the shower. You should complete all the steps that are described in step number four. Do not forget to carefully examine the armpits one by one, putting your hand behind your head from the palpated side, for seals."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Once you have completed three of these regular check-ups, the procedure will not take much of your time and will no longer be difficult."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "As we said, breast self-examination should be performed once a month. It is better to examine the mammary gland from the seventh to the tenth day of the cycle. If you don't have your period, you can choose any convenient day of the month and do your research regularly."
        
    }
]
}

