{
"content": [
    {
        "title": "Minor pain during critical days is a normal state of the female body. But if the malaise is so strong that it makes you go to bed, it's time to take action. Don't wait for the pain to go away on its own. Especially if the blood loss is significant. If you've been taught that you can be patient, don't believe it. Your periods shouldn't interfere with your active life. And severe pain cannot be normal anyway."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "What is dysmenorrhea in women?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Menstrual pain has become a medical diagnosis indicating menstrual irregularities. In gynecology, there is a special name for this condition - dysmenorrhea. It can be primary, from the first menstruation and secondary - if it appears later."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It happens that painful periods accompany a woman all her life, but she does not have any gynecological disorders. It's just that the pain threshold is low, and the production of prostaglandins is increased. The reason may be a lack of magnesium due to improper diet or poor absorption of it. "
        
    },
    {
        "image": "https://img1.hochu.ua/uploads/14/b8/ae/14b8aedc-2d8d-4bc0-9471-1c83adb57ec3_640x490_fit.jpg",
        "imageWidth": 640,
        "imageHeight": 490
        
    },
    {
        "text": "After 25-30 years, the reason usually lies in diseases:"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "endometriosis;"
        
    },
    {
        "perechen": "myomas;"
        
    },
    {
        "perechen": "polyps;"
        
    },
    {
        "perechen": "adhesive disease;"
        
    },
    {
        "perechen": "ovarian cysts;"
        
    },
    {
        "perechen": "inflammation of the uterine appendages;"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Many of these problems can only be corrected with surgery. Almost all surgical methods of treating gynecological diseases today are minimally invasive, patients are discharged in a maximum of two days. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Sometimes women who have problems with the gastrointestinal tract complain of pain during menstruation. The reason for this is the close location of the intestines to the uterus."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Accurate diagnosis is possible using ultrasound, laparoscopy. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Additionally, they may disturb:"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "dizziness;"
        
    },
    {
        "perechen": "nausea;"
        
    },
    {
        "perechen": "headache;"
        
    },
    {
        "image": "https://hochu.ua/uploads/20/0d/c3/200dc3b0-7f7d-4035-8fa1-ae3c68787945.jpg",
        "imageWidth": 640,
        "imageHeight": 426
        
    },
    {
        "title": "Will birth control pills help relieve your period pain?"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "text": "On the recommendation of a gynecologist, oral contraceptives can be taken to relieve discomfort, eliminate profuse blood loss, and normalize hormonal levels. They are high-, medium- and micro-dose and are prescribed individually after a series of examinations. Those that fit your friend, your body may not perceive. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "An alternative to pill forms of contraceptives is an intrauterine hormonal device. It is installed for several years. Less popular are plasters and injections, subcutaneous implants. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How does this method work for painful periods?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Hormonal agents work on a simple principle. The endometrium, when taken, almost does not grow, it is kept in an inactive, sleeping state, during menstruation it is rejected more easily and faster. The effect occurs already in the first or second cycle. But hormonal drugs are contraindicated for problems with blood clotting, veins and in a number of other cases. These are quite serious remedies, despite the fact that the dose of hormones in modern contraceptives is much lower than in the representatives of their first generation. ",
        "hig": ["sleeping"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Non-drug ways to relieve pain during menstruation"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Not everyone wants to drink handfuls of pills. There are proven ways to help yourself on critical days. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you have a day off or you are on vacation, we recommend that you take a comfortable position and lie down if possible. Try breathing exercises: inhale, hold your breath and exhale slowly."
        
    },
    {
        "s": ""
        
    },
    {
        "s": "A warm (but not hot!) Shower, tea with mint and lemon, essential oils of St. John's wort, marjoram helps a lot. But if you have a tendency to allergies, it is better to use oils sparingly. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "All of these funds relieve nervousness, irritability, anxiety, tearfulness during menstruation. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It is useful to massage the back with tennis balls or the abdomen with light stroking movements."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Drink a glass of water with lemon in the morning. With menstruation, the need for fluid increases to 1.5-2 liters per day, especially in the summer. Soups, tea, coffee are not included."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "There is evidence that taking fish oil can help relieve menstrual pain. But any dietary supplements are only auxiliary means. A comprehensive approach to dealing with pain during critical days is needed. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How to eat to relieve pain during menstruation?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Eliminate flour dishes, fried, salty, fatty foods, marinades the day before. But vegetables, berries and compotes should be on the table. Take care of foods high in iron. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What teas can help with painful periods?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Black tea should not be drunk during menstruation in large quantities, because the caffeine it contains stimulates the nervous system. Brew herbal teas: mint, linden, oregano. Take 2 times a day for ½ cup. It is enough to take 2 tbsp. herbs in a glass of boiled water. Insist under the lid for about half an hour. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Proper sleep during menstruation"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Sleep at least 8-10 hours. Each organism needs its own amount. Listen to yourself. If you have trouble getting to sleep, ventilate the room, take a warm bath, and ditch your gadgets 1.5 hours before going to bed. Try a sleep mask or pillow with soothing herbs. Do not give up walking, yoga, Pilates, light gymnastics. "
        
    },
    {
        "image": "https://hochu.ua/uploads/4e/c5/32/4ec53251-c501-485d-a9ee-778937fe7175.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Dress loosely"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Give up for a while from belts and tight jeans, corsets. Wear comfortable underwear during your period, prefer comfortable dresses and skirts. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If the pain gets stronger each time, you have recently, make an appointment with your gynecologist. Don't put off solving your health problem until later. A complete gynecological examination will answer the question: is this condition normal for your body, or does a doctor need to intervene. When the cause is found and eliminated, pain during menstruation will cease to paint these days in gray colors. Moreover, there are now enough funds to overcome the discomfort. ",
        "hig": ["these days"]
    }
]
}

