{
"content": [
    {
        "title": "If you're not into grueling diets and the gym, get yourself fitness at home. A hula hoop or simply a hoop will help you with this. With its help, you can easily become slim and attractive, although this requires a lot of patience."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The hoops were found during excavations in the tombs of the ancient Egyptians. Greek vases depicted athletes with shells similar to hoops that the Greeks made from grapevines. In England, hoops were known as early as the time of Shakespeare and were very popular. Hulahoop was invented by Dr. Richard Knerr in 1958. Since then, the hoop has undergone many changes and beginners usually have something to puzzle over when choosing this shell."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Pros of practicing with a hoop"
        
    },
    {
        "perechen": "It has beneficial effects on the heart and the respiratory system."
        
    },
    {
        "perechen": "With a balanced diet, training with the hoop allows you to achieve and maintain optimal weight."
        
    },
    {
        "perechen": "Rotational movements have an excellent effect on the condition of the vestibular apparatus."
        
    },
    {
        "perechen": "It not only shapes the figure, but, thanks to the massage effect, has a beneficial effect on the condition of the skin in the affected area, helps to get rid of cellulite."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Cons of practicing with a hoop"
        
    },
    {
        "image": "https://img1.hochu.ua/uploads/6f/bc/38/6fbc388a-e7d5-4ad3-9cd6-5b4ba6727e66_640x490_fit.jpg"
        
    },
    {
        "text": "To achieve more or less visible results, you will have to spend a lot of time. But, unfortunately, this disadvantage is inherent in any type of fitness."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In addition, rotating the hula hoop will not result in a strong zonal reduction in body fat. Scientists have calculated that if you twist the hoop for 5-10 minutes a day, then in 2-3 weeks the waist and hips will decrease by only 1 centimeter. Plus 500 grams you will lose in other parts of the body."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Algorithm of classes"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Experts recommend twisting the hula hoop for at least 10 minutes a day, but no longer than half an hour."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Choose a bright, airy, and cool room for your workout. Take the starting position - stand straight, place your feet shoulder-width apart, distribute the weight over the entire foot, socks apart."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Take the hoop in your hands and hold it at waist level. Begin the exercise: release the hoop and rotate it in a circular motion around your waist and hips. Work your entire body from neck to knees."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Continue to rotate - do not let the muscles of the press , waist, hips relax: they should be evenly tense throughout the workout. Increase the intensity and time of your exercise if you exercise daily. If you are limited in time, you can only train in the evening, but regularly. If you're tired, it's better to do fewer rotations, but still do at least something."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In no case do not overload the abdominal muscles during critical days, pregnancy, immediately after childbirth. By the way, during pregnancy and after childbirth, the approval of the attending physician is required, as well as of the traumatologist after injuries of the back, legs, neck."
    }
]
}
