{
"content": [
    {
        "title": "Vitamin E  is the  main female vitamin that exists in nature. What vitamin E is useful for the female body, and how it affects the appearance"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The main task of vitamin E is to make life easier for girls. It has beneficial effects on skin and hair, keeps you young, relieves premenstrual syndrome and simply improves your mood. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Vitamin E properties"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Vitamin E is a fat-soluble vitamin, so fats are needed to assimilate it. For this reason, most vitamin E is produced in oily capsules. It is quite easily perceived by the body, allowing you to see the first results from the intake, already after 2 weeks. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Vitamin E does not tolerate light well. Therefore, it is always available in dark colored capsules or in dark packaging. This vitamin is excreted only in small quantities in urine and feces. You can lose vitamin E from the body only if you are under the sun for a long time, since the vitamin breaks down when exposed to ultraviolet radiation. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "With a deficiency of vitamin E in the body, inexplicable weakness and apathy immediately sets in, the skin becomes dry, and pigmentation spots may even appear . The daily norm of this vitamin for an adult is 10-20 mg."
        
    },
    {
        "image": "https://hochu.ua/uploads/92/f9/b8/92f9b856-eebe-43c4-85d4-30ee7159b689.jpg"
        
    },
    {
        "s": ""
        
    },
    {
        "title": "How does vitamin E affect appearance?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If we talk about appearance, vitamin E is a very important player in this matter as well. He is responsible for the condition of the skin, and as soon as the body feels a lack of this vitamin, it becomes dry and lifeless. An important factor is its antioxidant properties, which protect the cells of the body from aging processes. Cosmetologists say that regular intake of this vitamin can help prolong youth by 5-10 years. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "It should be noted that vitamin E has a very beneficial effect on the condition of the hair. Shine and their saturation is precisely his merit. Notice how often you see girls with potentially beautiful hair who are lacking in nourishment. And often the reason for this situation lies precisely in the lack of vitamin E. By the way, it is always prescribed for the problem of fragility and dryness. Therefore, if you are now actively restoring your hair , include this component in your program. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Vitamin E will be a good helper in the fight against dry skin on the heels, elbows and knees. Surely, this problem is also familiar to you. Especially in the winter. Taking vitamin E and a good cream in a short time will help solve this problem. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You can find vitamin E in almonds, hazelnuts, peanuts, cashews, spinach, walnuts, viburnum, oatmeal. You can also buy it neat at your nearest pharmacy. "
        
    }
]
}

