{
"content": [
    {
        "title": "If from time to time, like me, you lose weight by the summer or by the New Year, then you also noticed it. All fitness sessions end with stretching - from Pilates to TRX. Why all these bends and splits, if during this time you can do one more approach? Let's figure it out together."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In fact, stretching is just as important as the warm-up and the workout itself. And if you practice very intensively, it is even more important.",
        "hig": ["as the warm-up and the workout itself"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Many people don't understand the importance of regular stretching. But it needs to be done on a daily basis, says David Nolan, a physical therapist at Harvard Hospital in Massachusetts."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "This understanding comes to us. But only with regular strength training . When, after another, you try to reach the floor with your palms and ... literally you can't! But almost everyone can do it, right?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You might argue that, by nature, humans can be more or less flexible. And you will be right. But flexibility isn't supernatural. It can be developed in oneself. And if you work out in the gym, work out the press , butt , something else, this must be done. Why? Because naturally elastic muscles, when you train them intensively, become harder and, so to speak, clog. The more you pump them, the more difficult it is to stretch later. And this is the main reason why stretching, like squat lunges , should be done regularly.",
        "hig": ["pump"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Here are five more reasons why stretching is a must"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Stretching is the sports side of yoga, like the latter, it creates a positive effect not only on physical, but also on mental health. It soothes, helps fight stress and tension. After all, it is almost impossible to think about any earthly problems when the ligaments literally ache in an inclination forward with legs wide apart."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Stretching helps to relax the muscles after training and avoid muscle soreness, when the whole body aches terribly."
        
    },
    {
        "text": "Stretching improves overall well-being and improves health. Namely: improves blood pressure , teaches to breathe correctly, calms the heart rate. It also teaches superpowers - to remain calm and relaxed even in the most difficult poses."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Stretching teaches you how to control your body. And do the most difficult exercises without fear of dislocation, stretching, etc. You know how when you try to lunge and your knees crack. Well, this won't happen with a stretch."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Do you want it the same? Then after the next workout - with dumbbells, elastic bands or loops, it doesn't matter - be sure to take some time to stretch. Better yet, attend specialized classes regularly."
        
    },
    {
        "image": "https://hochu.ua/images/31738537_603570029980083_8126323383844470784_n.jpg",
        "imageWidth": 640,
        "imageHeight": 640
        
    }
]
}

