{
"content": [
    {
        "title": "Lavender oil is one of the most popular in aromatherapy. It has been used as a healing agent since time immemorial. Read more about the beneficial properties and uses of lavender oil below."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "For centuries, lavender bags have been placed in linen closets to protect fabrics from moths and other insects - lavender's insecticidal properties are especially strong."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The oil was highly prized by the Romans for its antiseptic properties and was often used to cleanse and disinfect wounds. The Latin word lavare means to wash. Oil was once thought to help with milder forms of epilepsy.",
        "hig": ["lavare", "to wash"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Lavender eliminates overexcitement, insomnia, tearfulness, hysterical reactions. It is used for inflammation, redness and peeling of the skin, suitable for the care of all skin types.",
        "hig": ["peeling of the skin"]
        
    },
    {
        "image": "https://hochu.ua/uploads/ac/33/18/ac33186d-4330-45c1-b9a2-f59c78ff3786.jpg"
        
    },
    {
        "text": "Eliminates dandruff and brittle hair, helps to get rid of dermatitis of various origins, regenerates the skin after burns. It has an analgesic effect for migraines, brain spasms, headaches , reduces the negative manifestations of atherosclerosis and stroke."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Also, the oil normalizes the liver and gallbladder, has a choleretic effect. Increases the productivity of blood supply to the heart muscle, normalizes heart rate in arrhythmias and tachycardia, normalizes blood pressure in hypertensive patients. It has a diuretic and anti-inflammatory effect in cystitis, urethritis, vaginitis. Strengthens the body's resistance to fatigue and infectious diseases."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "In Bulgaria, lavender flowers are used for migraines, neurasthenia, palpitations, pain in the gastrointestinal tract. Sore spots with neuralgia and articular rheumatism are rubbed with ethereal oil, infused with alcohol."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Techniques for using lavender oil"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "Aromatherapy: 5-7 drops per 15 ml of oil;"
        
    },
    {
        "perechen": "Aromatherapy: 5-7 drops per 15 ml of oil;"
        
    },
    {
        "perechen": "Inhalation: hot (3-5 minutes) - 1 drop; cold (2-3 minutes)."
        
    },
    {
        "perechen": "In the sauna and steam bath: 4-6 drops of lavender for 1 session."
        
    },
    {
        "perechen": "Compresses: warm oil compresses - on the area of ​​injury, inflammation, pain (7 drops per 10 ml of oil);"
        
    },
    {
        "perechen": "Lotions: Mix 15 drops with 30 ml of boiled water, wet and wring out a tampon, apply to the area of ​​inflammation, injury, burn."
        
    },
    {
        "perechen": "Washing wounds: 2% lavender solution (emulsify 30 drops in 0.5 tsp soda and dilute in 100 ml of pure water)."
        
    },
    {
        "perechen": "Douching: Apply 7 drops to 1/2 tsp. soda, dilute in warm boiled water (300 ml), rinse."
        
    },
    {
        "perechen": "Cosmetic ice: mix 5-6 drops with honey or cosmetic cream (1 tsp), dilute in 200 ml of water and freeze in portions. Wipe face, neck, décolleté in the morning and evening."
        
    },
    {
        "perechen": "Internal use: additive to honey, jam (4-5 drops per 100 ml), apply 1 teaspoon of the mixture 1-4 times a day. Drink plenty of acidified water, fermented milk products, juices."
        
    },
    {
        "perechen": "Aroma combing: Apply to the teeth of the comb."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "The use of lavender oil for various diseases"
        
    },
    {
        "image": "https://hochu.ua/uploads/f9/d2/22/f9d2227a-388b-4147-8718-9f8b1143e970.jpg"
        
    },
    {
        "perechen": "Insomnia. Take a therapeutic bath with lavender oil or put a few drops of oil on a pillow - the result will not keep you waiting long - you will be drawn to sleep."
        
    },
    {
        "perechen": "Insomnia. Take a therapeutic bath with lavender oil or put a few drops of oil on a pillow - the result will not keep you waiting long - you will be drawn to sleep."
        
    },
    {
        "perechen": "Muscle tension. Apply by evaporation (in an aroma lamp) or topically - on the temples and the back of the neck. In a massage oil mixture, lavender is used to relieve tension, relax muscles. Lavender oil also relieves pain during childbirth."
        
    },
    {
        "perechen": "Insect bites. Apply lavender oil topically for stings from bees, mosquitoes, bumblebees, wasps, horseflies, and other insects. You can also use the oil as a first aid for minor burns."
        
    },
    {
        "perechen": "Teething in children. A therapeutic lavender bath can help relieve itching from rashes and irritation from teething in babies."
        
    },
    {
        "perechen": "Skin diseases. By adding lavender to a blend of oils for face and body skin care, you get an excellent treatment for acne, eczema, dermatitis, psoriasis."
        
    },
    {
        "perechen": "Lichen. Lavender effectively soothes inflammation in the skin and accelerates the growth of healthy tissue without scarring. For ringworm and shingles, apply the oil topically (mixed with base oils)."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "When treating psoriasis, do not use the oil for a long time without first consulting your doctor."
        
    }
]
}

