{
"content": [
    {
        "kind": "title",
        "title": "Teeth cleaning is a familiar and common procedure for all of us. But not everyone knows how to properly care for the oral cavity. This will be discussed in our material."
    },
    {
        "kind": "spacer"
    },
    {
        "kind": "spacer"
    },
    {
        "kind": "text",
        "text": "To avoid plaque and caries on your teeth, you need to clean them properly. After any snack, a lot of bacteria build up in the mouth. Therefore, ideally, you should brush your teeth after every meal. But you don't always have a toothbrush on hand. So dentists recommend brushing your teeth twice: in the morning and before bed."
        
    },
    {
        "kind": "spacer"
    },
    {
        "kind": "text",
        "text": "The purpose of good cleaning is to remove microparticles and bacteria, and not drive them even further into the joints between teeth. Movements on the enamel should be vertical, not horizontal. There are 10 brush strokes per tooth on each side."
        
    },
    {
        "kind": "image",
        "image": "https://hochu.ua/uploads/70/77/e4/7077e4ee-3dc3-4c47-8399-24a0d6b69d58.jpg"
        "imageWidth": 660,
        "imageHeight": 735
        
    },
    {
        "kind": "",
        "title": "Algorithm of actions"
        
    },
    {
        "kind": "perechen",
        "perechen": "Wet your toothbrush and squeeze out some paste (0.5 cm or a pea)."
        
    },
    {
        "kind": "perechen",
        "perechen": "Apply the brush at an angle of 45 0 to the outermost upper teeth"
    },
    {
        "kind": "perechen",
        "perechen": "From the inside, sweep from top to bottom. This clears the top row"
        
    },
    {
        "kind": "perechen",
        "perechen": "The inner part of the teeth from below is processed in the same way, only movements from the bottom up"
        
    },
    {
        "kind": "perechen",
        "perechen": "The chewing surface should be brushed back and forth"
        
    },
    {
        "kind": "perechen",
        "perechen": "Plaque from the front side is brushed off with vertical movements from the gums. First, the upper jaw, then the lower"
    },
    {
        "kind": "perechen",
        "perechen": "The finishing touch is the polishing of the outer surface of the teeth. Do this gently, in a circular motion with your teeth closed"
    },
    {
        "kind": "spacer"
    },
    {
        "kind": "title",
        "title": "What kind of additional dental care is needed?"
        
    },
    {
        "kind": "perechen",
        "perechen": "If you are away from home, floss or a toothpick is an alternative to a toothbrush."
        
    },
    {
        "kind": "perechen",
        "perechen": "Use a mouthwash to keep your breath fresh and your teeth protected."
        
    },
    {
        "kind": "perechen",
        "perechen": "If none of the above is on hand, just rinse your mouth with water after eating."
        
    },
    {
        "kind": "text",
        "text": "Take advantage of these recommendations and your smile will always remain flawless!"
        
    }
    {
        "kind": "image",
        "image": "https://hochu.ua/uploads/2a/94/08/2a9408ea-ae81-49f7-93f1-61cce8c8363b.jpg"
        "imageWidth": 600,
        "imageHeight": 400
    }
]
}

