{
"content": [
    {
        "title": "The superfood trend continues. More recently, we told you about how to use avocado in skin and hair care, and today we will reveal the beauty secrets of pumpkin."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Pumpkin is a useful product that should not only be added to your autumn diet , but also used in skin and hair care. It contains: vitamins, beta-carotene, potassium, calcium, iron and other valuable components.",
        "hig": ["diet"]
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Pumpkin pulp is widely used in cooking and is prepared in different ways: boiled, stewed or consumed raw. We will not analyze how it affects the body, but will focus on the beauty of the skin and hair!"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Useful properties of pumpkin"
        
    },
    {
        "perechen": "Rejuvenating effect (due to vitamins in the composition). It prevents the appearance of early wrinkles and fills cells with moisture."
        
    },
    {
        "perechen": "Softens the skin  (Omega-6, Omega-3). "
        
    },
    {
        "perechen": "Fights against free radicals (antioxidants in the composition) that can destroy cells. "
        
    },
    {
        "perechen": "Cleanses toxins and helps relieve inflammation. "
        
    },
    {
        "perechen": "Adds firmness and tone to the skin. "
        
    },
    {
        "perechen": "Makes hair softer , shinier and more silky. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Nourishing mask for dry skin"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Boil the pumpkin and take 2-3 tablespoons of pulp. Mix it with yogurt or sour cream and add a spoonful of honey. Apply for 10 minutes and then rinse off with warm water. All components are very active, so don't experiment if you have sensitive skin."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Pumpkin mask for oily skin"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A pumpkin mask will help eliminate oily sheen , fight inflammation and make the skin look more matte. Take the egg white and beat until stiff. Mix with pulp (boiled) and apply for 10-15 minutes. Rinse off with warm water. "
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Apple-pumpkin mask for inflammation"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Another mask that's easy to make . Prepare the same consistency as for oily skin (pulp and protein) and add the applesauce. Apply for 7-10 minutes and rinse off. "
        
    },
    {
        "image": "https://hochu.ua/images/2778102-min.jpg",
        "imageWidth": 640,
        "imageHeight": 427
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Universal pumpkin hair mask"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "The mask will add softness  and richness to the hair . To prepare such a product, use pumpkin juice or pulp. One of the simple homemade recipes. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Take pumpkin juice (4-5 spoons) and mix with olive and almond oil (you need a teaspoon). Apply from the middle of the main length. Wash off after 15-20 minutes. Please note, this product does not need to be used on scalp and roots. This will help avoid unwanted allergic reactions. "
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Before making homemade masks for skin or hair, test all components for sensitivity. "
        
    }
]
}

