{
"content": [
    {
        "title": "Fasting and exercising are incompatible things. And even if you really want to lose weight, with active sports, you must follow the correct diet."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Sometimes, after exercise, simply brutal hunger wakes up. You don't need to put up with it, because there are foods that you can eat even after training without harming your figure."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "After physical activity, an energy deficit is formed in the body, this is an excellent time to use the stored fats. But you can't eat right after training, in order to lose weight, make the body work for another 1-2 hours at the expense of its own fat reserves."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Do not limit yourself to water, drink as much as you want, the body needs to restore moisture lost due to sweat. In addition to water, you can drink green tea or berry fruit drinks without sugar. "
        
    },
    {
        "image": "https://hochu.ua/uploads/5d/5b/3b/5d5b3b43-c157-429f-b10a-792c6682ecb6.jpg",
        "imageWidth": 626,
        "imageHeight": 516
        
    },
    {
        "text": "After a workout, the body gains energy by using up its fat reserves, but proteins are also needed to restore muscles. Therefore, food intake should be 1-2 hours after sports, it should consist of dietary protein products. So what can you eat after your workout?"
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Foods to eat after exercise"
        
    },
    {
        "perechen": "Low-fat cottage cheese, egg whites (for example, an omelet made from proteins), boiled chicken breast, boiled squid meat, white fish fillets (boiled or steamed)."
        
    },
    {
        "perechen": "Fresh vegetable salad (season with 1-2 tablespoons of olive oil, you can salt and pepper). Salad ingredients to choose from: tomatoes, cucumbers, cabbage, bell peppers, radishes, leeks, lettuce, herbs."
        
    },
    {
        "perechen": "Low-fat kefir, but only if your body normally accepts dairy products. A bottle of kefir instead of dinner is a great way to lose weight quickly."
        
    },
    {
        "image": "https://hochu.ua/uploads/23/27/18/23271872-dc4e-4429-aeb9-c0d6522a6e01.jpg"
        
    },
    {
        "text": "Sweet fruits, bottled juices, yoghurts with additives, curd mass with dried fruits are not dietary products, and they are not recommended to be consumed after training."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you feel severe hunger immediately after training and cannot tolerate 1-2 hours, try interrupting it in one of the following ways:"
        
    },
    {
        "perechen": "Drink plenty of liquids, water, or green tea or sugar-free cocoa, for example."
        
    },
    {
        "perechen": "Drink half a liter of fat-free kefir (no more than 1% fat)"
        
    },
    {
        "perechen": "Eat a large green apple."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "If you exercise late at night and go to bed shortly after your workout, you can still eat, but only the recommended foods, and the portion should be very moderate. The best option for a late dinner for an athlete is 100-150 grams of fat-free cottage cheese."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "And remember that sweets, flour products, fatty foods should not be consumed either before or after training. They should not be in your diet at all if you are watching your figure."
        
    }
]
}

