{
"content": [
    {
        "title": "Bulimia is a serious mental illness and an eating disorder. It is characterized by a constant feeling of hunger, subsequent overeating and the formation of a strong sense of guilt. The patient induces vomiting, goes in for sports intensively to keep weight under control. Food in quantities that far exceed the body's needs can be absorbed continuously or at night. Believe it or not, there are times when you consume 10,000 calories a day. As a result, the stomach stretches and requires more food intake. The vicious circle, which is very difficult to break for bulimics. Patients hide from everyone that they are eating excessively and cannot stop, and then they are horrified by this."
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What are the underlying causes of bulimia?"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Psychiatrists call these factors:"
        
    },
    {
        "perechen": "stress;"
        
    },
    {
        "perechen": "heredity;"
        
    },
    {
        "perechen": "low self-esteem;"
        
    },
    {
        "perechen": "depression;"
        
    },
    {
        "perechen": "insulin resistance;"
        
    },
    {
        "perechen": "hormonal disorders"
        
    },
    {
        "image": "https://hochu.ua/uploads/67/25/19/67251919-8ba5-42cb-9218-fed1387d02f3.jpg"
        
    },
    {
        "text": "At risk are women under 35 years old who are engaged in dancing or modeling. They are characterized by dissatisfaction with themselves and unhealthy perfectionism quite often, an additional trigger is pressure from coaches and managers who require a certain weight and body parameters in order to be successful in the profession. Bulimia is a very common eating disorder that can start as early as 11 years old, when the opinion of the opposite sex outweighs the voice of reason. You want to please at any cost, and any tiny flaw becomes a tragedy."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Bulimia often begins with a very strict diet. The more we restrict ourselves, the more we want to violate the prohibition. Therefore, a normal relationship with your body and food is so important. This needs to be explained to adolescents. Mom should become her child's closest friend, not blame and not read morals, but rather instill confidence in her strength and capabilities. Everything is fine with you! You are the best, the most beautiful - it is so important, especially for a girl, not only to hear this, but also to see such an attitude towards yourself.",
        "hig": ["Everything is fine with you! You are the best, the most beautiful"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Signs of bulimia"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "You can suspect something was wrong if a person does not stop while eating. He doesn't care about the taste of food. You may notice frequent trips to the bathroom or toilet after eating, or the person refuses to eat with the guests. Weight remains within normal limits. The first changes in the body are manifested by hair loss, peeling of the skin, brittle nails and deterioration of tooth enamel. Then comes the phase when the state of health suffers. It can even go so far as to faint. This state is already called cachexia, i.e. exhaustion. In this case, intensive treatment in a hospital is required in order to restore normal vital functions to the body."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "A certain personality type is prone to bulimia. The patient is critical of his body, suffers from low self-esteem and complexes. Everything usually begins in adolescence, when the psyche is very sensitive and labile, there is a desire to conform to the imposed ideals of beauty."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Diagnostics"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "To establish the degree of disorders, a general blood and urine test, a blood test for urea and creatinine, an ultrasound of the abdominal cavity and small pelvis, an ECG and an Echo-KG will help."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "What happens if bulimia is not treated?"
        
    },
    {
        "s": ""
        
    },
    {
        "perechen": "dehydration"
        
    },
    {
        "perechen": "redness of the gums;"
        
    },
    {
        "perechen": "inflammation of the esophagus;"
        
    },
    {
        "perechen": "irregular menstrual cycle;"
        
    },
    {
        "perechen": "violations in the liver;"
        
    },
    {
        "perechen": "gastrointestinal disorders;"
        
    },
    {
        "perechen": "infertility and miscarriages;"
        
    },
    {
        "perechen": "muscle weakness."
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Prophylaxis"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Formation of normal self-esteem, treatment of endocrine disorders by an endocrinologist and gynecologist-endocrinologist. When a child enters adolescence, it is very important to create a good family climate. A child should never be told that he is fat, fat, so as not to provoke anorexia or bulimia. And these disorders can sometimes lead to serious complications in the physical body.",
        "hig": ["fat"]
        
    },
    {
        "s": ""
        
    },
    {
        "s": ""
        
    },
    {
        "title": "Treatment"
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Used as drug therapy with antidepressants and sedatives, and psychotherapy. The purpose of the latter is to weaken control over food intake. Cognitive-behavioral psychotherapy works best. It is necessary to work with the stress-trigger, which a person seizes, to learn the correct perception of his own body. The effect occurs in 3-4 months, but treatment is needed longer to prevent relapse."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Physical health is restored with the help of diet therapy and vitamin therapy, so a gastroenterologist is often involved in the treatment. He prescribes a blood test for basic vitamins and trace elements, and with the help of drugs, their deficiency is replenished."
        
    },
    {
        "s": ""
        
    },
    {
        "text": "Usually a combination of pharmacotherapy with work in a psychotherapist's office gives the best effect. The treatment regimen is selected by a psychiatrist. Sometimes it takes a year or more to heal. But perseverance and patience will be the best helpers. The support of relatives and friends during this very difficult period is also very important. Group therapy shows a fairly high efficiency in the fight against bulimia. This disorder is not a sentence. The first step is to admit to yourself that the problem exists and is serious."
    }
]
}

